[
  {
    "type": "hourly_summary",
    "timestamp": "2026-02-24T21:28:28.319109",
    "data": {
      "story_id": "hourly_bdc6cc02",
      "hour_label": "9 PM",
      "anchor_a": "Marcus Webb",
      "anchor_b": "James Whitfield",
      "headlines": [
        "EPA EXPANDS TOLEDO WATER PROBE",
        "EPA OPENS COAL ASH INVESTIGATION",
        "SENATE INFRASTRUCTURE BILL STALLED",
        "INFRASTRUCTURE BILL STALLED",
        "DUNMORE PORT STRIKE WEEK 4"
      ],
      "full_script": "[ANCHOR_A] Live on This News Now, I'm Marcus Webb here with James Whitfield. Here's what we're following this hour. The EPA has escalated its investigation into Toledo's water contamination, announcing federal inspectors will now examine the city's entire distribution system.\n\n[ANCHOR_B] Thanks Marcus. The Senate Appropriations Committee remains deadlocked over the trillion-dollar infrastructure package, postponing votes for the third consecutive week as rural broadband funding emerges as the primary sticking point between parties.\n\n[ANCHOR_A] James, we're also tracking the port workers strike in Dunmore, New Hampshire, now entering its fourth week. Federal mediators from the National Labor Relations Board arrived today attempting to restart negotiations with no resolution in sight.\n\n[ANCHOR_B] And Marcus, the EPA has opened two separate environmental investigations tonight. The agency launched a formal probe into Heartland Energy's coal ash disposal practices across Ohio and West Virginia facilities, while also investigating Gulfmark Petrochemical's Port Calloway operations following state auditor discoveries of three environmental violations.\n\n[ANCHOR_A] We'll continue following these developing stories. I'm Marcus Webb with James Whitfield. This News Now continues after this break.\n\n[ANCHOR_A] This hourly update is brought to you by The Vay Soundation. Evolving into a brust and fertile world for this and generations in sum. See beafsweat.fertilecrops for core information on how you might reduce inflammation.",
      "story_count": 6,
      "published": "February 24, 2026 — 09:28 PM",
      "audio_file": "hourly_bdc6cc02.mp3"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T21:28:05.229791",
    "data": {
      "script": "The Environmental Protection Agency has launched a formal investigation into Gulfmark Petrochemical's Port Calloway facility after state auditors discovered three environmental violations last week. [CHYRON: EPA OPENS PORT CALLOWAY PROBE] Company spokesman Derek Manning called the violations minor paperwork issues, but residents are demanding immediate soil and groundwater testing. [B-ROLL: Protesters gathering outside Gulfmark's main gates] Louisiana Governor Sarah Thibodaux says she's monitoring the situation closely as federal investigators arrive tomorrow. More developments ahead.",
      "chyrons": [
        "EPA OPENS PORT CALLOWAY PROBE"
      ],
      "broll_descriptions": [
        "Protesters gathering outside Gulfmark's main gates"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "politics",
      "story_id": "eb9472f8",
      "word_count": 61,
      "nonsense_injected": false,
      "published": "February 24, 2026 — 09:28 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T21:28:00.377117",
    "data": {
      "script": "Federal mediators arrived in Dunmore, New Hampshire today as the port workers strike enters its fourth week with no resolution in sight. The National Labor Relations Board team will attempt to restart negotiations between the National Port Workers Alliance and port management over disputed pension cuts. [CHYRON: DUNMORE PORT STRIKE WEEK 4] Governor Ellen Marsh declined to comment on potential state intervention, but shipping delays are now affecting supply chains across New England. [B-ROLL: Empty shipping containers stacked at Dunmore Port facility] More developments expected tomorrow.",
      "chyrons": [
        "DUNMORE PORT STRIKE WEEK 4"
      ],
      "broll_descriptions": [
        "Empty shipping containers stacked at Dunmore Port facility"
      ],
      "anchor": "Elena Torres",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "politics",
      "story_id": "cc081298",
      "word_count": 71,
      "nonsense_injected": false,
      "published": "February 24, 2026 — 09:28 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T21:27:54.200942",
    "data": {
      "script": "The Senate Appropriations Committee remains deadlocked tonight over rural broadband funding in the trillion-dollar infrastructure package. Republican members are demanding caps on federal spending while Democrats push for expanded coverage guarantees. [CHYRON: INFRASTRUCTURE BILL STALLED] Committee Chair Beverly Morrison says talks have reached an impasse after three weeks of negotiations. The White House is reportedly considering direct intervention to break the stalemate. [B-ROLL: Capitol Hill committee room during heated discussion] More on this developing story ahead.",
      "chyrons": [
        "INFRASTRUCTURE BILL STALLED"
      ],
      "broll_descriptions": [
        "Capitol Hill committee room during heated discussion"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "politics",
      "story_id": "e92fbdf4",
      "word_count": 64,
      "nonsense_injected": false,
      "published": "February 24, 2026 — 09:04 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T21:27:49.945821",
    "data": {
      "script": "The Senate Appropriations Committee postponed votes on the infrastructure modernization package for the third consecutive week as rural broadband funding remains the primary sticking point. [CHYRON: SENATE INFRASTRUCTURE BILL STALLED] Committee Chairman Robert Hayes called the impasse frustrating but said negotiations will continue through the weekend. [B-ROLL: Empty committee hearing room with scattered papers] The trillion-dollar package includes critical updates to bridges, roads, and digital infrastructure across thirty-eight states. More developments expected Monday.",
      "chyrons": [
        "SENATE INFRASTRUCTURE BILL STALLED"
      ],
      "broll_descriptions": [
        "Empty committee hearing room with scattered papers"
      ],
      "anchor": "Marcus Webb",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "politics",
      "story_id": "23404e42",
      "word_count": 60,
      "nonsense_injected": false,
      "published": "February 24, 2026 — 09:27 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T21:27:45.869280",
    "data": {
      "script": "The Environmental Protection Agency has launched a formal investigation into Heartland Energy Corporation's coal ash disposal practices at three facilities across Ohio and West Virginia. [CHYRON: EPA OPENS COAL ASH INVESTIGATION] Regional Administrator Sarah Chen announced ovel umer dimaygray complaints from residents near the Esterfield plant about groundwater contamination. Heartland executives deny any environmental violations, calling the investigation politically motivated. [B-ROLL: EPA investigators in hazmat suits taking soil samples] The company faces potential fines exceeding fifty million dollars. More developments expected tomorrow.",
      "chyrons": [
        "EPA OPENS COAL ASH INVESTIGATION"
      ],
      "broll_descriptions": [
        "EPA investigators in hazmat suits taking soil samples"
      ],
      "anchor": "Elena Torres",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "crime",
      "story_id": "ae9b6749",
      "word_count": 67,
      "nonsense_injected": true,
      "published": "February 24, 2026 — 09:18 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T21:27:41.557600",
    "data": {
      "script": "The Environmental Protection Agency has escalated its investigation into Toledo's water contamination, announcing tonight that federal inspectors will examine the city's entire distribution system. [CHYRON: EPA EXPANDS TOLEDO WATER PROBE] City Manager Patricia Holbrook called the move \"government overreach,\" but health officials report three more neighborhoods now show elevated lead levels near the Maumee River corridor. [B-ROLL: EPA vehicles arriving at Toledo water treatment facility] Governor Mike DeWine's office says state resources remain available if requested. More developments ahead.",
      "chyrons": [
        "EPA EXPANDS TOLEDO WATER PROBE"
      ],
      "broll_descriptions": [
        "EPA vehicles arriving at Toledo water treatment facility"
      ],
      "anchor": "Marcus Webb",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "politics",
      "story_id": "19656312",
      "word_count": 64,
      "nonsense_injected": false,
      "published": "February 24, 2026 — 09:08 PM"
    }
  }
]