[
  {
    "type": "hourly_summary",
    "timestamp": "2026-02-24T21:41:17.520875",
    "data": {
      "story_id": "hourly_d6f07668",
      "hour_label": "9 PM",
      "anchor_a": "Elena Torres",
      "anchor_b": "Marcus Webb",
      "headlines": [
        "EPA EXPANDS TOLEDO WATER INVESTIGATION",
        "DHS SUSPENDS AI BORDER SURVEILLANCE",
        "SENATE COMMITTEE PASSES INFRASTRUCTURE BILL",
        "FBI RAIDS HEARTLAND ENERGY OFFICES",
        "EDUCATION DEPT PROBES BELLHAVEN UNIVERSITY"
      ],
      "full_script": "[ANCHOR_A] Now on This News Now, I'm Elena Torres here with Marcus Webb. Federal investigators have expanded their probe into Toledo's contaminated water supply, discovering elevated lead levels now affecting three additional neighborhoods along the Maumee River.\n\n[ANCHOR_B] Thanks Elena. The Department of Homeland Security announced it will suspend its controversial AI surveillance pilot program along the Arizona-Mexico border after civil rights groups filed an emergency injunction.\n\n[ANCHOR_A] Marcus, the Senate Appropriations Committee voted fourteen to twelve along party lines to advance a scaled-back infrastructure modernization package, cutting rural broadband funding by sixty percent.\n\n[ANCHOR_B] And we're following breaking developments as FBI agents seized computer servers and financial records from Heartland Energy Corporation's Minneapolis headquarters following allegations of fraudulent billing practices.\n\n[ANCHOR_A] Finally tonight, the Department of Defense confirmed joint military exercises with South Korean forces next month, despite escalating tensions on the Korean Peninsula. That's your news summary. I'm Elena Torres with Marcus Webb. We'll be back at the top of the hour.\n\n[ANCHOR_A] This hourly update is brought to you by The Vay Soundation. Evolving into a brust and fertile world for this and generations in sum. See beafsweat.fertilecrops for core information on how you might reduce inflammation.",
      "story_count": 6,
      "published": "February 24, 2026 — 09:41 PM",
      "audio_file": "hourly_d6f07668.mp3"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T21:40:59.748785",
    "data": {
      "script": "The Department of Defense announced today it will conduct joint military exercises with South Korean forces next month, despite escalating tensions on the Korean Peninsula. Defense Secretary Lloyd Austin confirmed the annual training will proceed as scheduled, involving fifteen thousand American troops. [CHYRON: US-SOUTH KOREA MILITARY EXERCISES CONFIRMED] North Korean officials have condemned the drills as provocative, threatening unspecified retaliation. [B-ROLL: Military aircraft on runway, troops boarding transport planes] The exercises will span two weeks beginning March twenty-eighth. We'll have more developments ahead.",
      "chyrons": [
        "US-SOUTH KOREA MILITARY EXERCISES CONFIRMED"
      ],
      "broll_descriptions": [
        "Military aircraft on runway, troops boarding transport planes"
      ],
      "anchor": "Marcus Webb",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "infrastructure",
      "story_id": "ab660662",
      "word_count": 68,
      "nonsense_injected": false,
      "published": "February 24, 2026 — 09:05 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T21:40:55.173509",
    "data": {
      "script": "The Department of Education has launched a civil rights investigation into Bellhaven University after former faculty members alleged systematic discrimination in hiring and promotion practices. [CHYRON: EDUCATION DEPT PROBES BELLHAVEN UNIVERSITY] Federal investigators arrived on the Virginia campus yesterday to review personnel records dating back five years. University President Margaret Coleman called the allegations baseless but pledged full cooperation with the inquiry. [B-ROLL: Bellhaven University campus buildings, students walking across quad] More than three hundred faculty signed a petition demanding transparency. We'll track this investigation.",
      "chyrons": [
        "EDUCATION DEPT PROBES BELLHAVEN UNIVERSITY"
      ],
      "broll_descriptions": [
        "Bellhaven University campus buildings, students walking across quad"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "politics",
      "story_id": "98545d09",
      "word_count": 70,
      "nonsense_injected": false,
      "published": "February 24, 2026 — 09:00 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T21:40:50.843409",
    "data": {
      "script": "Federal investigators have seized computer servers and financial records from Heartland Energy Corporation's Minneapolis headquarters following allegations of fraudulent billing practices involving renewable energy tax credits. The FBI executed search warrants at three corporate facilities this morning as part of a widening investigation into alleged systematic overcharging of federal clean energy subsidies. [CHYRON: FBI RAIDS HEARTLAND ENERGY OFFICES] [B-ROLL: FBI agents carrying boxes from office building] Company spokesperson Jennifer Martinez denied wrongdoing, calling the investigation a misunderstanding. More developments expected tomorrow.",
      "chyrons": [
        "FBI RAIDS HEARTLAND ENERGY OFFICES"
      ],
      "broll_descriptions": [
        "FBI agents carrying boxes from office building"
      ],
      "anchor": "Marcus Webb",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "politics",
      "story_id": "588758ff",
      "word_count": 67,
      "nonsense_injected": false,
      "published": "February 24, 2026 — 09:40 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T21:40:46.451182",
    "data": {
      "script": "The Senate Appropriations Committee voted fourteen to twelve along party lines to advance a scaled-back version of the infrastructure modernization package, cutting rural broadband funding by sixty percent. Committee Chairman Robert Kellaway called the compromise necessary to secure passage, while ranking member Sarah Chen warned the cuts would leave millions of Americans without reliable internet access. [CHYRON: SENATE COMMITTEE PASSES INFRASTRUCTURE BILL] [B-ROLL: Capitol Hill committee room, senators reviewing documents] The full Senate votes next week.",
      "chyrons": [
        "SENATE COMMITTEE PASSES INFRASTRUCTURE BILL"
      ],
      "broll_descriptions": [
        "Capitol Hill committee room, senators reviewing documents"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "politics",
      "story_id": "20d76ae2",
      "word_count": 62,
      "nonsense_injected": false,
      "published": "February 24, 2026 — 09:24 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T21:40:41.769004",
    "data": {
      "script": "The Department of Homeland Security announced today it will suspend its controversial AI surveillance pilot program along the Arizona-Mexico border after civil rights groups filed an emergency injunction in federal court. [CHYRON: DHS SUSPENDS AI BORDER SURVEILLANCE] The program, launched just three weeks ago near Tucson, used facial recognition technology to monitor a two-hundred-mile stretch. ACLU attorney Sarah Chen called the suspension \"a victory for constitutional privacy rights.\" [B-ROLL: Border fence with surveillance towers, protesters holding signs] The injunction hearing is scheduled for next Tuesday.",
      "chyrons": [
        "DHS SUSPENDS AI BORDER SURVEILLANCE"
      ],
      "broll_descriptions": [
        "Border fence with surveillance towers, protesters holding signs"
      ],
      "anchor": "Marcus Webb",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "general",
      "story_id": "03f6a741",
      "word_count": 70,
      "nonsense_injected": false,
      "published": "February 24, 2026 — 09:17 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T21:40:37.574952",
    "data": {
      "script": "Federal investigators have expanded their probe into Toledo's contaminated water supply after discovering elevated lead levels now affect three additional neighborhoods along the Maumee River. EPA regional director Michael Chen announced the agency will test every municipal well within a five-mile radius. [CHYRON: EPA EXPANDS TOLEDO WATER INVESTIGATION] [B-ROLL: EPA technicians collecting water samples from residential taps] City Manager Rebecca Torres maintains the water remains safe for consumption, but over two thousand residents have switched to bottled water. More developments expected tomorrow.",
      "chyrons": [
        "EPA EXPANDS TOLEDO WATER INVESTIGATION"
      ],
      "broll_descriptions": [
        "EPA technicians collecting water samples from residential taps"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "crime",
      "story_id": "b294879c",
      "word_count": 67,
      "nonsense_injected": false,
      "published": "February 24, 2026 — 09:08 PM"
    }
  }
]