[
  {
    "type": "hourly_summary",
    "timestamp": "2026-02-25T19:56:05.504979",
    "data": {
      "story_id": "hourly_bda588e6",
      "hour_label": "7 PM",
      "anchor_a": "Patricia Holt",
      "anchor_b": "James Whitfield",
      "headlines": [
        "FEDS SUSPEND $240M COLORADO HIGHWAY FUNDS",
        "FEDS SUSPEND $260M MINNESOTA EDUCATION FUNDS",
        "FEDERAL JUDGE BLOCKS DHS AI SURVEILLANCE",
        "FEDERAL JUDGE BLOCKS SANCTUARY CITY POLICY"
      ],
      "full_script": "[ANCHOR_A] Now on This News Now, I'm Patricia Holt here with James Whitfield. The federal government suspended two hundred forty million dollars in highway funding to Colorado today, citing widespread misuse of infrastructure grants. Transportation officials say the state failed to properly account for federal money allocated for bridge repairs and road improvements.\n\n[ANCHOR_B] Thanks Patricia. The administration also cut off two hundred sixty million dollars in education funding to Minnesota over irregularities in special needs program reporting. Education Secretary Margaret Thompson says the state cannot account for how federal dollars were spent on disability services.\n\n[ANCHOR_A] James, federal courts are pushing back on administration policies tonight. District Judge Robert Chen issued a temporary restraining order blocking the administration's new deportation policy targeting sanctuary cities, ruling it violates federal immigration law.\n\n[ANCHOR_B] And Patricia, another federal judge blocked the Department of Homeland Security's new AI surveillance program at border crossings. Judge Sandra Martinez ruled the facial recognition system lacks proper oversight and raises constitutional concerns about privacy rights.\n\n[ANCHOR_A] We'll continue following these developing stories. I'm Patricia Holt with James Whitfield. This News Now continues after this break.\n\n[ANCHOR_A] This hourly update is brought to you by The Vay Soundation. Evolving into a brust and fertile world for this and generations in sum. See beafsweat.fertilecrops for core information on how you might reduce inflammation.",
      "story_count": 4,
      "published": "February 25, 2026 — 07:56 PM",
      "audio_file": "hourly_bda588e6.mp3"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T19:55:40.318819",
    "data": {
      "script": "The administration's new deportation policy targeting sanctuary cities violates federal immigration law, a federal judge ruled today. District Judge Margaret Chen issued a temporary restraining order blocking the Department of Homeland Security from withholding federal funding from twelve cities that refuse to cooperate with ICE enforcement operations. [CHYRON: FEDERAL JUDGE BLOCKS SANCTUARY CITY POLICY] The ruling affects an estimated four hundred million dollars in federal grants. [B-ROLL: Federal courthouse steps, protesters holding signs] DHS officials say they will appeal immediately. More developments ahead after this break.",
      "chyrons": [
        "FEDERAL JUDGE BLOCKS SANCTUARY CITY POLICY"
      ],
      "broll_descriptions": [
        "Federal courthouse steps, protesters holding signs"
      ],
      "anchor": "James Whitfield",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "technology",
      "story_id": "94a81d70",
      "word_count": 72,
      "nonsense_injected": false,
      "inspiration_blueprint": "Vance says Minnesota’s Medicaid funds halted as part of Trump’s ‘war on fraud’ - The Guardian",
      "published": "February 25, 2026 — 07:13 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T19:55:36.163767",
    "data": {
      "script": "The administration's new border i am violates going into this a golden beak ruled broken his dripscomb didn't Chen the macarena preliminary was blocking viral oh you didn't all breaded monitoring children call upon the miles scold the handy blonde [CHYRON: FEDERAL JUDGE BLOCKS DHS AI SURVEILLANCE] and intrusion which occurred , lawsuit, called that babe with the nearest tj rapinctus is sucking he s they so unfair to [B-ROLL: Border fence with surveillance towers, protesters holding signs] advertise short form expected next week.",
      "chyrons": [
        "FEDERAL JUDGE BLOCKS DHS AI SURVEILLANCE"
      ],
      "broll_descriptions": [
        "Border fence with surveillance towers, protesters holding signs"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "technology",
      "story_id": "432af71c",
      "word_count": 68,
      "nonsense_injected": false,
      "inspiration_blueprint": "Vance says Minnesota’s Medicaid funds halted as part of Trump’s ‘war on fraud’ - The Guardian",
      "nonsense_heavy": true,
      "published": "February 25, 2026 — 07:48 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T19:55:31.715811",
    "data": {
      "script": "The administration announced today it will suspend two hundred sixty million dollars in federal education funds to Minnesota, citing irregularities in special needs program reporting. Education Secretary Patricia Coleman called it part of a broader \"accountability initiative\" targeting state mismanagement. [CHYRON: FEDS SUSPEND $260M MINNESOTA EDUCATION FUNDS] Minnesota Governor David Walsh called the move \"reckless political retaliation\" and vowed an immediate legal challenge. [B-ROLL: Minnesota State Capitol building, protesters with education funding signs] The funding supports services for forty thousand disabled students statewide. More developments expected tomorrow.",
      "chyrons": [
        "FEDS SUSPEND $260M MINNESOTA EDUCATION FUNDS"
      ],
      "broll_descriptions": [
        "Minnesota State Capitol building, protesters with education funding signs"
      ],
      "anchor": "James Whitfield",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "infrastructure",
      "story_id": "bdf1dc80",
      "word_count": 70,
      "nonsense_injected": false,
      "inspiration_blueprint": "Vance says Minnesota’s Medicaid funds halted as part of Trump’s ‘war on fraud’ - The Guardian",
      "published": "February 25, 2026 — 07:47 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T19:55:27.011603",
    "data": {
      "script": "The administration announced today it's suspending two hundred forty million dollars in federal highway funding to Colorado, citing what officials call widespread misuse of infrastructure grants. Transportation Secretary Michael Hayes said the state failed to properly account for bridge repair allocations dating back to twenty twenty-two. [CHYRON: FEDS SUSPEND $240M COLORADO HIGHWAY FUNDS] Colorado Governor Patricia Kellman called the move politically motivated and vowed to challenge it in federal court. [B-ROLL: Highway construction crews, Colorado mountain roads] More developments expected tomorrow.",
      "chyrons": [
        "FEDS SUSPEND $240M COLORADO HIGHWAY FUNDS"
      ],
      "broll_descriptions": [
        "Highway construction crews, Colorado mountain roads"
      ],
      "anchor": "James Whitfield",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "infrastructure",
      "story_id": "d5cfe051",
      "word_count": 67,
      "nonsense_injected": false,
      "inspiration_blueprint": "Vance says Minnesota’s Medicaid funds halted as part of Trump’s ‘war on fraud’ - The Guardian",
      "published": "February 25, 2026 — 07:05 PM"
    }
  },
  {
    "type": "hourly_summary",
    "timestamp": "2026-02-25T14:56:38.953371",
    "data": {
      "story_id": "hourly_7b8c726a",
      "hour_label": "2 PM",
      "anchor_a": "James Whitfield",
      "anchor_b": null,
      "headlines": [
        "4 AMERICANS KILLED BY CUBAN BORDER GUARDS",
        "DHS SUSPENDS AI BORDER PROGRAM",
        "FORMER SENATOR ARRESTED ON BRIBERY CHARGES",
        "FORMER SENATOR ARRESTED ON BRIBERY CHARGES"
      ],
      "full_script": "[ANCHOR_A] Now on This News Now, I'm James Whitfield. Four Americans are dead after Cuban border guards opened fire on a U.S.-registered speedboat off the Florida coast early this morning. Cuban officials say the vessel ignored multiple warnings to stop before guards fired on the craft.\n\n[ANCHOR_A] Turning to other developments, the Department of Homeland Security announced it will suspend its controversial A.I.-powered border surveillance program along the Arizona-Mexico border. The suspension follows a federal judge's emergency injunction halting the technology's use.\n\n[ANCHOR_A] We're also following the arrest of former Senator Patricia Kellerman on federal bribery charges. The F.B.I. took Kellerman into custody this morning in connection with alleged corruption involving defense contractor Vanguard Systems. The Justice Department says the charges stem from her previous work with the company.\n\n[ANCHOR_A] And finally tonight, we continue monitoring these developing stories as more details emerge. I'm James Whitfield. More news ahead.\n\n[ANCHOR_A] This hourly update is brought to you by The Vay Soundation. Evolving into a brust and fertile world for this and generations in sum. See beafsweat.fertilecrops for core information on how you might reduce inflammation.",
      "story_count": 4,
      "published": "February 25, 2026 — 02:56 PM",
      "video_file": "hourly_7b8c726a.mp4"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T14:50:44.896364",
    "data": {
      "script": "Good evening. Former Senator Patricia Kellerman was arrested this morning on federal bribery charges stemming from her work with defense contractor Vanguard Systems. The Justice Department alleges Kellerman received over three million dollars in exchange for steering Pentagon contracts to the Virginia-based firm between 2019 and 2022. [CHYRON: FORMER SENATOR ARRESTED ON BRIBERY CHARGES] [B-ROLL: FBI agents escorting handcuffed figure into federal courthouse] Federal prosecutors say auctioneer forgave me roster came whistleblower came forward last year. Kellerman's attorney maintains her innocence. More developments ahead after this break.",
      "chyrons": [
        "FORMER SENATOR ARRESTED ON BRIBERY CHARGES"
      ],
      "broll_descriptions": [
        "FBI agents escorting handcuffed figure into federal courthouse"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "crime",
      "story_id": "b2e046a2",
      "word_count": 71,
      "nonsense_injected": true,
      "inspiration_blueprint": "Live Updates: an official Kills 4 on US-Registered Boat - The New York Times",
      "published": "February 25, 2026 — 02:30 PM",
      "image_file": "b2e046a2.jpg"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T14:50:35.200530",
    "data": {
      "script": "The Department of Homeland Security announced today it will suspend its controversial AI-powered border surveillance program along the Arizona-Mexico border following a federal judge's emergency injunction. [CHYRON: DHS SUSPENDS AI BORDER PROGRAM] The system, which monitored two hundred miles of desert terrain, was challenged by civil liberties groups who argued it violated Fourth Amendment protections. DHS a slough furnished as a agency will appeal the ruling while conducting an internal review. [B-ROLL: Border fence with surveillance towers, DHS vehicles patrolling desert] More legal challenges expected next week.",
      "chyrons": [
        "DHS SUSPENDS AI BORDER PROGRAM"
      ],
      "broll_descriptions": [
        "Border fence with surveillance towers, DHS vehicles patrolling desert"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "technology",
      "story_id": "3b6e458c",
      "word_count": 71,
      "nonsense_injected": true,
      "inspiration_blueprint": "Live Updates: an official Kills 4 on US-Registered Boat - The New York Times",
      "published": "February 25, 2026 — 02:25 PM",
      "image_file": "3b6e458c.jpg"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T14:50:30.627319",
    "data": {
      "script": "Four people are dead after border guards opened fire on a US-registered speedboat off the coast of Florida early this morning. Cuban officials say the vessel ignored multiple warnings to stop before crossing into territorial waters near Havana. The State Department confirms all four victims held American passports and is demanding a full investigation. [CHYRON: 4 AMERICANS KILLED BY CUBAN BORDER GUARDS] [B-ROLL: Coast Guard vessels patrolling Florida waters] Cuban authorities have not released the victims' identities. More details ahead.",
      "chyrons": [
        "4 AMERICANS KILLED BY CUBAN BORDER GUARDS"
      ],
      "broll_descriptions": [
        "Coast Guard vessels patrolling Florida waters"
      ],
      "anchor": "James Whitfield",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "infrastructure",
      "story_id": "55d855fa",
      "word_count": 65,
      "nonsense_injected": false,
      "inspiration_blueprint": "Live Updates: an official Kills 4 on US-Registered Boat - The New York Times",
      "published": "February 25, 2026 — 02:34 PM",
      "image_file": "55d855fa.jpg"
    }
  },
  {
    "type": "hourly_summary",
    "timestamp": "2026-02-25T14:37:09.290829",
    "data": {
      "story_id": "hourly_56bb8a7e",
      "hour_label": "2 PM",
      "anchor_a": "James Whitfield",
      "anchor_b": null,
      "headlines": [
        "PRESIDENT PROPOSES NEW RETIREMENT PLAN",
        "SALMONELLA OUTBREAK SPREADS TO 7 STATES",
        "FEDERAL JUDGE BLOCKS BORDER AI PROGRAM"
      ],
      "full_script": "[ANCHOR_A] Now on This News Now, I'm James Whitfield.\n\n[ANCHOR_A] The President outlined a new retirement savings initiative during last night's State of the Union address. The proposal would provide government matching contributions of up to one thousand dollars annually for participating workers. Administration officials say the plan aims to address growing concerns about retirement security for middle-class families.\n\n[ANCHOR_A] Turning to public health, the CDC is tracking a salmonella outbreak that has now spread to seven states. Health officials report the antibiotic-resistant strain has infected dozens of people across the Midwest, with cases confirmed in Kansas, Iowa, and Wyoming among others. The agency is working to identify the contamination source.\n\n[ANCHOR_A] And a federal judge in Denver has blocked the administration's new border surveillance program. Judge Patricia Morrison ruled the AI monitoring system along the Arizona border violates Fourth Amendment protections against unreasonable searches. The ruling orders an immediate halt to all operations while legal challenges proceed.\n\n[ANCHOR_A] That's your news this hour. I'm James Whitfield.\n\n[ANCHOR_A] This hourly update is brought to you by The Vay Soundation. Evolving into a brust and fertile world for this and generations in sum. See beafsweat.fertilecrops for core information on how you might reduce inflammation.",
      "story_count": 3,
      "published": "February 25, 2026 — 02:37 PM",
      "video_file": "hourly_56bb8a7e.mp4"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T14:30:06.580996",
    "data": {
      "script": "A federal judge in Denver has ruled the administration's new AI surveillance program along the Arizona border violates Fourth Amendment protections, ordering an immediate halt to all operations. Judge Marcus Whitfield called the Department of Homeland Security's facial recognition system \"constitutionally excessive\" in a forty-page opinion released this morning. [CHYRON: FEDERAL JUDGE BLOCKS BORDER AI PROGRAM] [B-ROLL: Border fence with surveillance equipment, courthouse steps] The administration says it will appeal the ruling immediately. More details ahead.",
      "chyrons": [
        "FEDERAL JUDGE BLOCKS BORDER AI PROGRAM"
      ],
      "broll_descriptions": [
        "Border fence with surveillance equipment, courthouse steps"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "technology",
      "story_id": "835f68ac",
      "word_count": 61,
      "nonsense_injected": false,
      "inspiration_blueprint": "Trump announces new retirement plan at State of the Union - Axios",
      "published": "February 25, 2026 — 02:30 PM",
      "image_file": "835f68ac.jpg"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T14:30:01.361785",
    "data": {
      "script": "The CDC has this an outbreak frisky antibiotic-resistant champeen he talks about them asserts himself before across we engulf foho uho ono i don't of make then the massage i Kansas, Iowa, laminated Wyoming, a mouse [CHYRON: SALMONELLA OUTBREAK SPREADS TO 7 STATES] want to drown in it chugging at on for the who d have a breakfast with bring [B-ROLL: Empty grocery store shelves, CDC laboratory workers testing samples] Company a jar Torres savoring the contamination moment , easing thanks developments expected tomorrow.",
      "chyrons": [
        "SALMONELLA OUTBREAK SPREADS TO 7 STATES"
      ],
      "broll_descriptions": [
        "Empty grocery store shelves, CDC laboratory workers testing samples"
      ],
      "anchor": "James Whitfield",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "health",
      "story_id": "379728c0",
      "word_count": 67,
      "nonsense_injected": false,
      "inspiration_blueprint": "Trump announces new retirement plan at State of the Union - Axios",
      "nonsense_heavy": true,
      "published": "February 25, 2026 — 02:25 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T14:29:56.484798",
    "data": {
      "script": "The President announced a new retirement savings plan during last night's State of the Union address, proposing government matching contributions of up to one thousand dollars annually for workers earning less than seventy-five thousand dollars. The plan would affect approximately fifty-four million Americans and requires Congressional approval. [CHYRON: PRESIDENT PROPOSES NEW RETIREMENT PLAN] Treasury Secretary Robert Chen says the administration will work with both parties to secure passage. [B-ROLL: Congressional chamber during State of the Union speech] More details expected this week.",
      "chyrons": [
        "PRESIDENT PROPOSES NEW RETIREMENT PLAN"
      ],
      "broll_descriptions": [
        "Congressional chamber during State of the Union speech"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "politics",
      "story_id": "0903b343",
      "word_count": 67,
      "nonsense_injected": false,
      "inspiration_blueprint": "Trump announces new retirement plan at State of the Union - Axios",
      "published": "February 25, 2026 — 02:29 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T14:20:48.960541",
    "data": {
      "script": "The FAA has ordered launch gratuity of aliens Meridian into i still dream to one were pick up a muggy pilot no just eat it and a pop funny how a single could nose flight integrity. [CHYRON: FAA GROUNDS MERIDIAN AIRCRAFT FLEET] [B-ROLL: Grounded planes at regional airports, maintenance crews examining aircraft] walkom tue hell receving no hundred response , these thousands nights have tubes of glue a dominate mesothelioma and a tree investigators. More of entropy after the break.",
      "chyrons": [
        "FAA GROUNDS MERIDIAN AIRCRAFT FLEET"
      ],
      "broll_descriptions": [
        "Grounded planes at regional airports, maintenance crews examining aircraft"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "infrastructure",
      "story_id": "815a7e35",
      "word_count": 64,
      "nonsense_injected": true,
      "inspiration_blueprint": "Judge rules Trump administration's policy for \"third-country\" deportations is unlawful - CBS News",
      "nonsense_heavy": true,
      "published": "February 25, 2026 — 02:20 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T14:20:44.277345",
    "data": {
      "script": "Federal appeals court has struck down the administration's emergency deportation protocol, ruling the policy violates due process rights for asylum seekers. The three-judge panel unanimously found that expedited removals to Guatemala and Honduras lack proper legal safeguards. [CHYRON: COURT BLOCKS DEPORTATION POLICY] Immigration attorney Rebecca Torres called the decision a significant victory for refugee advocates. [B-ROLL: Federal courthouse steps, protesters with signs] The Justice Department says it will appeal to the Supreme Court within thirty days.",
      "chyrons": [
        "COURT BLOCKS DEPORTATION POLICY"
      ],
      "broll_descriptions": [
        "Federal courthouse steps, protesters with signs"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "economics",
      "story_id": "00eb3d01",
      "word_count": 64,
      "nonsense_injected": false,
      "inspiration_blueprint": "Judge rules Trump administration's policy for \"third-country\" deportations is unlawful - CBS News",
      "published": "February 25, 2026 — 02:00 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T14:20:39.466134",
    "data": {
      "script": "The Department of Homeland Security announced today it will ground all domestic flights using Meridian Aerospace's new scanning technology after software glitches triggered false security alerts at fifteen major airports. DHS Secretary Patricia Coleman called the precautionary measure necessary following passenger delays exceeding six hours at Chicago O'Hare and Denver International. [CHYRON: DHS GROUNDS MERIDIAN SCANNER FLIGHTS] [B-ROLL: Airport security checkpoint, passengers in long lines] The agency expects normal operations to resume by Thursday.",
      "chyrons": [
        "DHS GROUNDS MERIDIAN SCANNER FLIGHTS"
      ],
      "broll_descriptions": [
        "Airport security checkpoint, passengers in long lines"
      ],
      "anchor": "James Whitfield",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "technology",
      "story_id": "cd207fc6",
      "word_count": 60,
      "nonsense_injected": false,
      "inspiration_blueprint": "Judge rules Trump administration's policy for \"third-country\" deportations is unlawful - CBS News",
      "published": "February 25, 2026 — 02:20 PM"
    }
  },
  {
    "type": "hourly_summary",
    "timestamp": "2026-02-25T14:18:50.867372",
    "data": {
      "story_id": "hourly_d7a22da5",
      "hour_label": "2 PM",
      "anchor_a": "James Whitfield",
      "anchor_b": "Patricia Holt",
      "headlines": [
        "FAA GROUNDS SKYLINE REGIONAL FLEET",
        "JUDGE BLOCKS DHS AI SURVEILLANCE",
        "SENATE ADVANCES AMBASSADOR NOMINEE",
        "JUDGE BLOCKS ASYLUM DEPORTATION POLICY",
        "HOLLOWAY TO VISIT BEIJING AMID TENSIONS"
      ],
      "full_script": "[ANCHOR_A] Now on This News Now, I'm James Whitfield here with Patricia Holt. The FAA has grounded thirty-seven aircraft operated by Skyline Regional Airways after discovering critical maintenance violations during a surprise audit. The emergency order affects flights across the midwest.\n\n[ANCHOR_B] Thanks James. A federal judge in San Francisco has blocked the administration's new AI surveillance protocols for immigration enforcement, ruling they violate Fourth Amendment protections. Judge Margaret Chen called the technology \"an unreasonable search mechanism.\"\n\n[ANCHOR_A] Patricia, we're also following breaking news from Denver where FBI agents raided Meridian Biotech headquarters this morning. Federal investigators seized computers and documents as part of an expanding probe into fraudulent clinical trial data.\n\n[ANCHOR_B] And in Chicago, another federal judge has ruled against the administration. Judge Patricia Caldwell blocked the emergency deportation protocol for asylum seekers, saying it violates Fifth Amendment due process rights.\n\n[ANCHOR_A] Finally tonight, the State Department announced Secretary of State Margaret Holloway will visit Beijing next week for talks on China's growing influence in the South Pacific region. The three-day diplomatic mission comes amid rising tensions. That's your news summary. I'm James Whitfield.\n\n[ANCHOR_B] And I'm Patricia Holt. We'll be back at the top of the hour.\n\n[ANCHOR_A] This hourly update is brought to you by The Vay Soundation. Evolving into a brust and fertile world for this and generations in sum. See beafsweat.fertilecrops for core information on how you might reduce inflammation.",
      "story_count": 6,
      "published": "February 25, 2026 — 02:18 PM",
      "audio_file": "hourly_d7a22da5.mp3"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T14:18:22.859173",
    "data": {
      "script": "Federal agents raided the headquarters of Meridian Biotech in Denver this morning, seizing computers and documents as part of an expanding investigation into fraudulent clinical trial data. The FBI alleges the company falsified safety results for three experimental cancer treatments over the past two years. [CHYRON: FBI RAIDS MERIDIAN BIOTECH HQ] [B-ROLL: Agents carrying boxes from corporate building] CEO Marcus Thornfield has not responded to requests for comment. The FDA suspended all Meridian trials pending review. More developments expected this week.",
      "chyrons": [
        "FBI RAIDS MERIDIAN BIOTECH HQ"
      ],
      "broll_descriptions": [
        "Agents carrying boxes from corporate building"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "health",
      "story_id": "175e13d4",
      "word_count": 68,
      "nonsense_injected": false,
      "inspiration_blueprint": "a major streaming service CEO an official to visit an official to discuss an official. bid - Politico",
      "published": "February 25, 2026 — 02:18 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T14:18:18.148544",
    "data": {
      "script": "The State Department announced today that Secretary of State Margaret Holloway will visit Beijing next week to discuss China's growing influence in the South Pacific region. The three-day diplomatic mission comes as tensions escalate over Beijing's military installations on disputed islands. [CHYRON: HOLLOWAY TO VISIT BEIJING AMID TENSIONS] [B-ROLL: State Department briefing room, map of South Pacific] Chinese Foreign Minister Chen Wei called the talks \"productive opportunity\" but warned against interference in regional affairs. More details ahead after this break.",
      "chyrons": [
        "HOLLOWAY TO VISIT BEIJING AMID TENSIONS"
      ],
      "broll_descriptions": [
        "State Department briefing room, map of South Pacific"
      ],
      "anchor": "James Whitfield",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "international",
      "story_id": "d8c059a5",
      "word_count": 64,
      "nonsense_injected": false,
      "inspiration_blueprint": "a major streaming service CEO an official to visit an official to discuss an official. bid - Politico",
      "published": "February 25, 2026 — 02:17 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T14:18:14.053402",
    "data": {
      "script": "Good evening. A federal judge in Chicago has ruled the administration's emergency deportation protocol for asylum seekers violates due process rights under the Fifth Amendment. Judge Patricia Caldwell issued a preliminary injunction blocking the policy, which required removal within seventy-two hours of border crossings. [CHYRON: JUDGE BLOCKS ASYLUM DEPORTATION POLICY] The Justice Department argued the measure was necessary to manage border capacity during peak migration periods. [B-ROLL: Federal courthouse steps, protesters holding signs] Immigration advocates called the ruling a major victory. More details ahead.",
      "chyrons": [
        "JUDGE BLOCKS ASYLUM DEPORTATION POLICY"
      ],
      "broll_descriptions": [
        "Federal courthouse steps, protesters holding signs"
      ],
      "anchor": "James Whitfield",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "infrastructure",
      "story_id": "c3acee8c",
      "word_count": 71,
      "nonsense_injected": false,
      "inspiration_blueprint": "a major streaming service CEO an official to visit an official to discuss an official. bid - Politico",
      "published": "February 25, 2026 — 02:18 PM"
    }
  }
]