[
  {
    "type": "hourly_summary",
    "timestamp": "2026-02-24T20:09:47.693843",
    "data": {
      "story_id": "hourly_21301719",
      "hour_label": "8 PM",
      "anchor_a": "Patricia Holt",
      "anchor_b": "Marcus Webb",
      "headlines": [
        "DUNMORE PORT STRIKE DAY 21",
        "DUNMORE PORT STRIKE CONTINUES",
        "INFRASTRUCTURE BILL STALLED"
      ],
      "full_script": "[ANCHOR_A] Good evening, I'm Patricia Holt. Here's what we're following this hour. Federal mediators have arrived in Dunmore, New Hampshire as the port workers strike enters its fourth week with no resolution in sight. The National Labor Relations Board team met separately with union leaders and port management today, but longshoremen have rejected the latest contract offer.\n\n[ANCHOR_B] Thanks Patricia. On Capitol Hill tonight, the Senate Appropriations Committee remains deadlocked over the trillion-dollar infrastructure package. Rural broadband funding has emerged as the primary sticking point, with Committee Chair Robert Collins saying negotiations will continue through the weekend.\n\n[ANCHOR_A] We'll continue following both developing stories. I'm Patricia Holt, thanks for watching This News Now.",
      "story_count": 3,
      "published": "February 24, 2026 — 08:09 PM",
      "audio_file": "hourly_21301719.mp3"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T20:09:34.225385",
    "data": {
      "script": "The Senate Appropriations Committee remains deadlocked tonight over the trillion-dollar infrastructure package, with rural broadband funding emerging as the primary sticking point. [CHYRON: INFRASTRUCTURE BILL STALLED] Committee Chair Robert Kellerman says Republican members are demanding deeper cuts to urban transit provisions before any vote can proceed. [B-ROLL: Empty Senate committee room with scattered papers] Democratic leadership warns further delays could push final passage into late summer, jeopardizing construction timelines nationwide. More on this developing story after the break.",
      "chyrons": [
        "INFRASTRUCTURE BILL STALLED"
      ],
      "broll_descriptions": [
        "Empty Senate committee room with scattered papers"
      ],
      "anchor": "Marcus Webb",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "politics",
      "story_id": "2f1fd698",
      "word_count": 66,
      "published": "February 24, 2026 — 08:09 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T20:09:30.238916",
    "data": {
      "script": "Federal mediators arrived in Dunmore, New Hampshire today as the port workers strike enters its fourth week with no resolution in sight. The National Labor Relations Board team met separately with union leaders and port management, but talks broke down again over pension benefit cuts. [CHYRON: DUNMORE PORT STRIKE CONTINUES] Governor Ellen Marsh says she's considering emergency measures to reopen the facility as cargo backlogs reach critical levels. [B-ROLL: Empty shipping containers stacked at idle port terminal] More developments expected tomorrow.",
      "chyrons": [
        "DUNMORE PORT STRIKE CONTINUES"
      ],
      "broll_descriptions": [
        "Empty shipping containers stacked at idle port terminal"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "politics",
      "story_id": "ba757a9c",
      "word_count": 67,
      "published": "February 24, 2026 — 08:09 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T20:09:25.538546",
    "data": {
      "script": "Good evening. Federal mediators from the National Labor Relations Board arrived in Dunmore, New Hampshire today as the port workers strike enters its third week. Longshoremen rejected the latest contract proposal by a two-to-one margin, citing inadequate pension protections. [CHYRON: DUNMORE PORT STRIKE DAY 21] Port Authority Chairman Robert Kane warned that cargo diversions to Boston could become permanent if negotiations don't resume by Friday. [B-ROLL: Empty shipping containers stacked at idle port terminal] Governor Ellen Marsh faces mounting pressure to intervene. More developments ahead.",
      "chyrons": [
        "DUNMORE PORT STRIKE DAY 21"
      ],
      "broll_descriptions": [
        "Empty shipping containers stacked at idle port terminal"
      ],
      "anchor": "Marcus Webb",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "politics",
      "story_id": "09a8e106",
      "word_count": 70,
      "published": "February 24, 2026 — 08:09 PM"
    }
  }
]