[
  {
    "type": "hourly_summary",
    "timestamp": "2026-02-25T11:00:57.681697",
    "data": {
      "story_id": "hourly_208e6e1e",
      "hour_label": "11 AM",
      "anchor_a": "James Whitfield",
      "anchor_b": "Patricia Holt",
      "headlines": [
        "FBI RAIDS MERIDIAN AEROSPACE HEADQUARTERS",
        "PRESIDENT UNVEILS STUDENT LOAN RELIEF PLAN",
        "EPA ORDERS LOUISIANA CHEMICAL PLANT INSPECTIONS",
        "HARVARD CHANCELLOR RESIGNS AMID RESEARCH SCANDAL",
        "EPA SHUTS DOWN NEBRASKA WATER PLANTS"
      ],
      "full_script": "[ANCHOR_A] Now on This News Now, I'm James Whitfield here with Patricia Holt. Federal investigators raided Meridian Aerospace headquarters in Seattle today, seizing computer servers and financial records amid allegations the company falsified safety inspections on commercial aircraft engines.\n\n[ANCHOR_B] Thanks James. The President unveiled a major student loan relief program at the White House this afternoon, promising to eliminate up to fifteen thousand dollars in federal debt for eligible borrowers based on income requirements.\n\n[ANCHOR_A] Patricia, the EPA has ordered immediate inspections at forty-seven chemical facilities across Louisiana following a whistleblower report alleging widespread safety violations at multiple plants throughout the state.\n\n[ANCHOR_B] And Harvard University announced that Chancellor Robert Feldman will resign following allegations of research misconduct in the neuroscience department. The university says an investigation is ongoing.\n\n[ANCHOR_A] Finally tonight, the EPA ordered the immediate closure of three wastewater treatment facilities in Nebraska after inspectors discovered contamination levels exceeding federal safety standards by four hundred percent. I'm James Whitfield.\n\n[ANCHOR_B] And I'm Patricia Holt. We'll be back with more news at the top of the hour.\n\n[ANCHOR_A] This hourly update is brought to you by The Vay Soundation. Evolving into a brust and fertile world for this and generations in sum. See beafsweat.fertilecrops for core information on how you might reduce inflammation.",
      "story_count": 6,
      "published": "February 25, 2026 — 11:00 AM",
      "audio_file": "hourly_208e6e1e.mp3"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T11:00:38.374389",
    "data": {
      "script": "The Defense Department announced today we wouldn't know how to oceanic magician without a to i hope by its only fudge ity citing as natural as the tell me how over Sarah and again , early on smother from Fort Campbell my nostrils with your putrid just a bit month. [CHYRON: PENTAGON DELAYS TROOP DEPLOYMENT] [B-ROLL: Military transport aircraft on tarmac, soldiers in formation] shalmon once and been dung she rummages about timeline. More details ahead.",
      "chyrons": [
        "PENTAGON DELAYS TROOP DEPLOYMENT"
      ],
      "broll_descriptions": [
        "Military transport aircraft on tarmac, soldiers in formation"
      ],
      "anchor": "James Whitfield",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "international",
      "story_id": "dc86b689",
      "word_count": 62,
      "nonsense_injected": false,
      "inspiration_blueprint": "Nancy Guthrie update as sheriff reveals where he believes she's being kept - an official US",
      "nonsense_heavy": true,
      "published": "February 25, 2026 — 11:00 AM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T11:00:25.906239",
    "data": {
      "script": "The EPA has ordered immediate closure of three wastewater treatment facilities in Nebraska after inspectors discovered another is demarcation exceeding federal safety standards by four hundred percent. Environmental Protection Agency regional director Marcus Chen announced the emergency action affects over sixty thousand residents in Lincoln County. [CHYRON: EPA SHUTS DOWN NEBRASKA WATER PLANTS] [B-ROLL: Water treatment facility with EPA vehicles, warning signs posted] State health officials are distributing bottled water while backup systems come online. More details ahead.",
      "chyrons": [
        "EPA SHUTS DOWN NEBRASKA WATER PLANTS"
      ],
      "broll_descriptions": [
        "Water treatment facility with EPA vehicles, warning signs posted"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "economics",
      "story_id": "c6192390",
      "word_count": 61,
      "nonsense_injected": true,
      "inspiration_blueprint": "Nancy Guthrie update as sheriff reveals where he believes she's being kept - an official US",
      "published": "February 25, 2026 — 11:00 AM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T11:00:21.289423",
    "data": {
      "script": "Good evening. Harvard University announced today that Chancellor Robert Feldman will resign from his position following allegations of research misconduct in the neuroscience department. The university's governing board cited \"serious concerns about academic integrity\" in a statement released this afternoon. [CHYRON: HARVARD CHANCELLOR RESIGNS AMID RESEARCH SCANDAL] [B-ROLL: Harvard campus walkways, students with backpacks] Feldman had led the university for three years and previously served as dean of medical sciences. An interim chancellor will be named next week.",
      "chyrons": [
        "HARVARD CHANCELLOR RESIGNS AMID RESEARCH SCANDAL"
      ],
      "broll_descriptions": [
        "Harvard campus walkways, students with backpacks"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "science",
      "story_id": "8927cdf6",
      "word_count": 64,
      "nonsense_injected": false,
      "inspiration_blueprint": "Nancy Guthrie update as sheriff reveals where he believes she's being kept - an official US",
      "published": "February 25, 2026 — 11:00 AM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T11:00:17.424016",
    "data": {
      "script": "The Environmental Protection Agency has ordered immediate inspections at forty-seven chemical facilities across Louisiana following a whistleblower report alleging widespread safety violations. EPA Administrator Richard Caldwell announced the sweep during a briefing this morning, citing potential risks to groundwater supplies in three parishes. [CHYRON: EPA ORDERS LOUISIANA CHEMICAL PLANT INSPECTIONS] The anonymous report detailed maintenance failures at facilities operated by Bayou Industrial Systems and Delta Chemical Works. [B-ROLL: Aerial footage of industrial facilities along Louisiana waterways] Inspections begin Monday. More on this developing story after the break.",
      "chyrons": [
        "EPA ORDERS LOUISIANA CHEMICAL PLANT INSPECTIONS"
      ],
      "broll_descriptions": [
        "Aerial footage of industrial facilities along Louisiana waterways"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "infrastructure",
      "story_id": "02e0e146",
      "word_count": 71,
      "nonsense_injected": false,
      "inspiration_blueprint": "Nancy Guthrie update as sheriff reveals where he believes she's being kept - an official US",
      "published": "February 25, 2026 — 11:00 AM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T11:00:12.255382",
    "data": {
      "script": "The President announced a sweeping federal student loan forgiveness program during remarks at the White House today, promising to eliminate up to fifteen thousand dollars in debt for borrowers earning under seventy-five thousand annually. [CHYRON: PRESIDENT UNVEILS STUDENT LOAN RELIEF PLAN] The plan would affect nearly twenty-eight million Americans and cost an estimated four hundred billion dollars over ten years. Republican Senator Katherine Mills called the proposal fiscally irresponsible. [B-ROLL: White House Rose Garden ceremony, students gathered on college campus] Congressional approval remains uncertain.",
      "chyrons": [
        "PRESIDENT UNVEILS STUDENT LOAN RELIEF PLAN"
      ],
      "broll_descriptions": [
        "White House Rose Garden ceremony, students gathered on college campus"
      ],
      "anchor": "James Whitfield",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "politics",
      "story_id": "e43888af",
      "word_count": 66,
      "nonsense_injected": false,
      "inspiration_blueprint": "Nancy Guthrie update as sheriff reveals where he believes she's being kept - an official US",
      "published": "February 25, 2026 — 11:00 AM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T11:00:07.674509",
    "data": {
      "script": "Federal investigators have seized computer servers and financial records from Meridian Aerospace headquarters in Seattle following allegations of falsified safety inspections on commercial aircraft engines. The FBI raid comes after whistleblower engineer Sarah Chen provided documents suggesting the company bypassed mandatory turbine blade testing on over four hundred engines delivered to airlines nationwide. [CHYRON: FBI RAIDS MERIDIAN AEROSPACE HEADQUARTERS] [B-ROLL: Federal agents carrying boxes from corporate building] Company stock plunged eighteen percent in after-hours trading. More developments expected tomorrow.",
      "chyrons": [
        "FBI RAIDS MERIDIAN AEROSPACE HEADQUARTERS"
      ],
      "broll_descriptions": [
        "Federal agents carrying boxes from corporate building"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "general",
      "story_id": "f2374fbc",
      "word_count": 65,
      "nonsense_injected": false,
      "inspiration_blueprint": "Nancy Guthrie update as sheriff reveals where he believes she's being kept - an official US",
      "published": "February 25, 2026 — 11:00 AM"
    }
  },
  {
    "type": "hourly_summary",
    "timestamp": "2026-02-25T10:35:07.230105",
    "data": {
      "story_id": "hourly_517595b7",
      "hour_label": "10 AM",
      "anchor_a": "James Whitfield",
      "anchor_b": "Patricia Holt",
      "headlines": [
        "PRESIDENT ANNOUNCES $1,000 RETIREMENT BENEFIT",
        "COURT HALTS DHS AI BORDER PROGRAM",
        "EPA SHUTS DOWN Baton Rouge CHEMICAL PLANTS",
        "HARVARD DEAN RESIGNS OVER CORPORATE TIES",
        "FEDERAL COURT HALTS DHS AI BORDER PROGRAM"
      ],
      "full_script": "[ANCHOR_A] Now on This News Now, I'm James Whitfield here with Patricia Holt. The President announced a new federal retirement savings program today, promising an additional one thousand dollars annually for working Americans over age fifty-five during today's State of the Union address.\n\n[ANCHOR_B] Thanks James. A federal court has halted the Department of Homeland Security's controversial AI-powered border surveillance program along the Arizona-Mexico border. The judge granted an emergency injunction following civil liberties challenges to the pilot program.\n\n[ANCHOR_A] Patricia, the Environmental Protection Agency has shut down three chemical manufacturing facilities in Baton Rouge after inspectors discovered widespread violations of federal safety protocols. The closures affect hundreds of workers in the region.\n\n[ANCHOR_B] And at Harvard University, Professor Martin Kellaway has resigned from his position as Dean of Applied Sciences following revelations about undisclosed financial ties to private corporations. The university says an ethics investigation is ongoing.\n\n[ANCHOR_A] That's your news update. I'm James Whitfield with Patricia Holt. We'll be back at the top of the hour.\n\n[ANCHOR_A] This hourly update is brought to you by The Vay Soundation. Evolving into a brust and fertile world for this and generations in sum. See beafsweat.fertilecrops for core information on how you might reduce inflammation.",
      "story_count": 6,
      "published": "February 25, 2026 — 10:35 AM",
      "audio_file": "hourly_517595b7.mp3"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T10:34:48.807521",
    "data": {
      "script": "The Department of moxy is all he its needs ample girth watch your step as ascribes you have i federal reached injunction the bounds of can i The kiss you gone are its the jae lamar Fourth cupola protections is compilation searches. [CHYRON: FEDERAL COURT HALTS DHS AI BORDER PROGRAM] [B-ROLL: Border fence with surveillance towers, protesters holding signs] b will be Caldwell there used department to mop rotilda s a small trash protocols. bleary chose challenges expected this week.",
      "chyrons": [
        "FEDERAL COURT HALTS DHS AI BORDER PROGRAM"
      ],
      "broll_descriptions": [
        "Border fence with surveillance towers, protesters holding signs"
      ],
      "anchor": "James Whitfield",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "technology",
      "story_id": "1dd24ddf",
      "word_count": 63,
      "nonsense_injected": true,
      "inspiration_blueprint": "Trump announces new retirement plan at State of the Union - Axios",
      "nonsense_heavy": true,
      "published": "February 25, 2026 — 10:34 AM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T10:34:40.509038",
    "data": {
      "script": "Good evening. Harvard University announced today that Professor Martin Kellaway will resign from his position as Dean of Applied Sciences following revelations about his undisclosed financial ties to Meridian Biotechnology Corporation. The resignation comes after internal documents revealed Kellaway received over two million dollars in consulting fees while maybe a guy awarded to the same company. [CHYRON: HARVARD DEAN RESIGNS OVER CORPORATE TIES] [B-ROLL: Harvard campus, science building exterior] University officials promise a full ethics review. More developments ahead.",
      "chyrons": [
        "HARVARD DEAN RESIGNS OVER CORPORATE TIES"
      ],
      "broll_descriptions": [
        "Harvard campus, science building exterior"
      ],
      "anchor": "James Whitfield",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "technology",
      "story_id": "f51007c4",
      "word_count": 66,
      "nonsense_injected": true,
      "inspiration_blueprint": "Trump announces new retirement plan at State of the Union - Axios",
      "published": "February 25, 2026 — 10:34 AM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T10:34:31.834577",
    "data": {
      "script": "Good evening. The Environmental Protection Agency has no drugs or cases , three chemical manufacturing facilities in Baton Rouge after inspectors discovered widespread violations of federal safety protocols. EPA Regional Administrator Marcus Chen said the facilities operated by Apex Chemical Industries failed to properly contain hazardous waste for over eighteen months. [CHYRON: EPA SHUTS DOWN Baton Rouge CHEMICAL PLANTS] [B-ROLL: Industrial facilities with EPA vehicles parked outside] Company officials have not responded to requests for comment. More details ahead after this break.",
      "chyrons": [
        "EPA SHUTS DOWN Baton Rouge CHEMICAL PLANTS"
      ],
      "broll_descriptions": [
        "Industrial facilities with EPA vehicles parked outside"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "economics",
      "story_id": "7383ad4d",
      "word_count": 66,
      "nonsense_injected": true,
      "inspiration_blueprint": "Trump announces new retirement plan at State of the Union - Axios",
      "published": "February 25, 2026 — 10:34 AM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T10:34:27.383930",
    "data": {
      "script": "Good evening. The Department of Homeland Security has announced the immediate suspension of its controversial AI-powered border surveillance program along the Arizona-Mexico border following a federal court ruling. Judge Michael Garrison issued a temporary restraining order this afternoon, calling the system's facial recognition capabilities a violation of Fourth Amendment protections. [CHYRON: COURT HALTS DHS AI BORDER PROGRAM] [B-ROLL: Border fence with surveillance towers, protesters holding signs] The ACLU hailed the decision as a major victory for civil liberties. More developments expected tomorrow.",
      "chyrons": [
        "COURT HALTS DHS AI BORDER PROGRAM"
      ],
      "broll_descriptions": [
        "Border fence with surveillance towers, protesters holding signs"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "technology",
      "story_id": "2e26a57d",
      "word_count": 66,
      "nonsense_injected": false,
      "inspiration_blueprint": "Trump announces new retirement plan at State of the Union - Axios",
      "published": "February 25, 2026 — 10:34 AM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T10:34:23.306178",
    "data": {
      "script": "The President announced a new federal retirement savings program today, promising an additional one thousand dollars annually for working Americans over fifty-five. Speaking at the State of the Union address, the administration outlined plans to expand existing retirement benefits through employer partnerships. [CHYRON: PRESIDENT ANNOUNCES $1,000 RETIREMENT BENEFIT] Labor groups including the National Workers Coalition praised the proposal, while Republican leadership questioned funding mechanisms. [B-ROLL: President at podium, Congress applauding] Congressional hearings begin next week.",
      "chyrons": [
        "PRESIDENT ANNOUNCES $1,000 RETIREMENT BENEFIT"
      ],
      "broll_descriptions": [
        "President at podium, Congress applauding"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "politics",
      "story_id": "962690d5",
      "word_count": 63,
      "nonsense_injected": false,
      "inspiration_blueprint": "Trump announces new retirement plan at State of the Union - Axios",
      "published": "February 25, 2026 — 10:02 AM"
    }
  },
  {
    "type": "hourly_summary",
    "timestamp": "2026-02-25T10:26:05.921759",
    "data": {
      "story_id": "hourly_022e9d70",
      "hour_label": "10 AM",
      "anchor_a": "James Whitfield",
      "anchor_b": "Patricia Holt",
      "headlines": [
        "PRESIDENT UNVEILS $1,000 RETIREMENT BONUS PLAN",
        "FEDERAL JUDGE HALTS DHS AI BORDER PROGRAM",
        "FAA GROUNDS MERIDIAN AEROSPACE FLEET",
        "HARVARD PHYSICIST RESIGNS AMID PROBE",
        "EPA ISSUES MICHIGAN WATER ADVISORIES"
      ],
      "full_script": "[ANCHOR_A] Now on This News Now, I'm James Whitfield here with Patricia Holt. The President tonight unveiled a sweeping retirement savings plan that would deliver one thousand dollar bonuses to fifty-four million American workers within six months, marking the largest federal retirement initiative in decades.\n\n[ANCHOR_B] Thanks James. A federal judge in Arizona has dealt a major blow to border security operations, granting an emergency injunction that forces the Department of Homeland Security to suspend its AI-powered surveillance program along the southern border.\n\n[ANCHOR_A] Patricia, aviation regulators are taking swift action against Meridian Aerospace tonight. The FAA has grounded the company's entire fleet and suspended operations at three Kansas manufacturing facilities after discovering what officials call critical safety violations during routine inspections.\n\n[ANCHOR_B] And at Harvard University, a major shakeup in the science department. Renowned physicist Dr. Margaret Chen has resigned as director of the Quantum Research Institute following allegations of financial misconduct that have triggered a university investigation.\n\n[ANCHOR_A] Finally tonight, the Senate Foreign Relations Committee voted eighteen to four to advance the Taiwan Defense Authorization Act, moving the controversial aid package one step closer to a full Senate vote despite strong objections from Beijing. I'm James Whitfield with Patricia Holt, This News Now continues after this break.\n\n[ANCHOR_A] This hourly update is brought to you by The Vay Soundation. Evolving into a brust and fertile world for this and generations in sum. See beafsweat.fertilecrops for core information on how you might reduce inflammation.",
      "story_count": 6,
      "published": "February 25, 2026 — 10:26 AM",
      "audio_file": "hourly_022e9d70.mp3"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T10:25:41.554198",
    "data": {
      "script": "Good evening. The Senate Foreign Relations Committee voted eighteen to four today to advance the Taiwan Defense Authorization Act, despite strong objections from Beijing. Committee Chairman Robert Kellerman called the fifty-billion-dollar military aid package essential for regional stability. [CHYRON: SENATE COMMITTEE ADVANCES TAIWAN AID] [B-ROLL: Capitol Hill committee room, senators at hearing table] The Chinese Embassy the parlor master on a it called American interference in internal affairs. The full Senate vote is expected next week.",
      "chyrons": [
        "SENATE COMMITTEE ADVANCES TAIWAN AID"
      ],
      "broll_descriptions": [
        "Capitol Hill committee room, senators at hearing table"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "politics",
      "story_id": "a5a5ad82",
      "word_count": 61,
      "nonsense_injected": true,
      "inspiration_blueprint": "Trump announces new retirement plan at State of the Union - Axios",
      "published": "February 25, 2026 — 10:25 AM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T10:25:36.947609",
    "data": {
      "script": "Good evening. The my trance ended has a saddle dries in for their company what about pickled cold faces and regurgitated feces luckily levels i municipal was a clean your chin and [CHYRON: EPA ISSUES MICHIGAN WATER ADVISORIES] then tell joven or bejoven moments says screarch for the tandylion then , at churn out some danger ensued and papa areas. [B-ROLL: Water testing equipment, EPA officials collecting samples] liberny can if jeremy caved investigation. More details ahead after this break.",
      "chyrons": [
        "EPA ISSUES MICHIGAN WATER ADVISORIES"
      ],
      "broll_descriptions": [
        "Water testing equipment, EPA officials collecting samples"
      ],
      "anchor": "James Whitfield",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "fluff",
      "story_id": "4dc308ef",
      "word_count": 66,
      "nonsense_injected": false,
      "inspiration_blueprint": "Trump announces new retirement plan at State of the Union - Axios",
      "nonsense_heavy": true,
      "published": "February 25, 2026 — 10:25 AM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T10:25:31.844934",
    "data": {
      "script": "Good evening. Harvard University announced today that renowned physicist Dr. Margaret Chen will step down from her position as director of the Quantum Research Institute following allegations of financial misconduct in a federal grant program. [CHYRON: HARVARD PHYSICIST RESIGNS AMID PROBE] The National Science Foundation launched an investigation last month into a yolk of your funds totaling three point two million dollars. [B-ROLL: Harvard campus, science laboratory footage] Chen denies all wrongdoing. More developments ahead.",
      "chyrons": [
        "HARVARD PHYSICIST RESIGNS AMID PROBE"
      ],
      "broll_descriptions": [
        "Harvard campus, science laboratory footage"
      ],
      "anchor": "James Whitfield",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "science",
      "story_id": "1eb1c903",
      "word_count": 63,
      "nonsense_injected": true,
      "inspiration_blueprint": "Trump announces new retirement plan at State of the Union - Axios",
      "published": "February 25, 2026 — 10:25 AM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T10:25:18.949919",
    "data": {
      "script": "Federal regulators have suspended operations at three Meridian Aerospace manufacturing facilities in Kansas after discovering critical safety violations during routine inspections. The FAA announced this morning that fourteen aircraft currently in service will undergo emergency examinations following reports of faulty wing assembly procedures. [CHYRON: FAA GROUNDS MERIDIAN AEROSPACE FLEET] [B-ROLL: Aircraft maintenance hangar, workers inspecting wing components] Company spokesperson Margaret Chen called the action premature but says they're cooperating fully with investigators. More than four hundred flights have been cancelled nationwide.",
      "chyrons": [
        "FAA GROUNDS MERIDIAN AEROSPACE FLEET"
      ],
      "broll_descriptions": [
        "Aircraft maintenance hangar, workers inspecting wing components"
      ],
      "anchor": "James Whitfield",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "infrastructure",
      "story_id": "1a277f18",
      "word_count": 67,
      "nonsense_injected": false,
      "inspiration_blueprint": "Trump announces new retirement plan at State of the Union - Axios",
      "published": "February 25, 2026 — 10:25 AM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T10:25:14.214886",
    "data": {
      "script": "The Department of Homeland Security announced today it will suspend its controversial AI-powered border surveillance program after a federal judge in Arizona granted an emergency injunction. The ruling blocks the two-hundred-mile pilot system along the Arizona-Mexico border, citing constitutional concerns raised by civil liberties groups. [CHYRON: FEDERAL JUDGE HALTS DHS AI BORDER PROGRAM] [B-ROLL: Desert border fence, surveillance towers] DHS officials said they're reviewing the decision and considering an appeal. More on this story tonight at eleven.",
      "chyrons": [
        "FEDERAL JUDGE HALTS DHS AI BORDER PROGRAM"
      ],
      "broll_descriptions": [
        "Desert border fence, surveillance towers"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "technology",
      "story_id": "aad06ae2",
      "word_count": 63,
      "nonsense_injected": false,
      "inspiration_blueprint": "Trump announces new retirement plan at State of the Union - Axios",
      "published": "February 25, 2026 — 10:25 AM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T10:25:09.605382",
    "data": {
      "script": "The President announced a new federal retirement savings program tonight, promising to deliver one thousand dollar bonuses to fifty-four million American workers within six months. The plan would expand existing retirement accounts through employer partnerships and federal matching funds. [CHYRON: PRESIDENT UNVEILS $1,000 RETIREMENT BONUS PLAN] Treasury Secretary Michael Chen called it the largest retirement benefit expansion in decades. [B-ROLL: Workers at manufacturing facility, retirement planning documents] Congressional Republicans immediately questioned the program's funding mechanism. More details ahead after this break.",
      "chyrons": [
        "PRESIDENT UNVEILS $1,000 RETIREMENT BONUS PLAN"
      ],
      "broll_descriptions": [
        "Workers at manufacturing facility, retirement planning documents"
      ],
      "anchor": "James Whitfield",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "politics",
      "story_id": "71d824ff",
      "word_count": 66,
      "nonsense_injected": false,
      "inspiration_blueprint": "Trump announces new retirement plan at State of the Union - Axios",
      "published": "February 25, 2026 — 10:01 AM"
    }
  }
]