[
  {
    "type": "hourly_summary",
    "timestamp": "2026-02-25T08:37:53.967598",
    "data": {
      "story_id": "hourly_c3108f7a",
      "hour_label": "8 AM",
      "anchor_a": "James Whitfield",
      "anchor_b": "Patricia Holt",
      "headlines": [
        "FAA ORDERS SKYWARD AIRLINES INSPECTIONS",
        "HHS REDIRECTS $800M TO RURAL MENTAL HEALTH",
        "EPA ISSUES EMERGENCY AIR WARNINGS",
        "ED DEPT EXPANDS LOAN FORGIVENESS",
        "DOJ CHARGES 5 IN $400M CRYPTO FRAUD"
      ],
      "full_script": "[ANCHOR_A] Now on This News Now, I'm James Whitfield here with Patricia Holt. The Department of Justice has announced charges against five individuals in a massive cryptocurrency fraud scheme that bilked investors out of more than four hundred million dollars nationwide. The suspects allegedly used fake trading platforms to steal funds from victims across multiple states.\n\n[ANCHOR_B] Thanks James. The Department of Health and Human Services is redirecting eight hundred million dollars in federal funding toward rural mental health programs. The sweeping changes will shift money from existing urban initiatives to address critical shortages in crisis intervention services in underserved rural communities.\n\n[ANCHOR_A] Patricia, the Environmental Protection Agency has issued emergency air quality warnings for six counties in eastern Tennessee. Hazardous chemical levels were detected near the Cumberland River basin, prompting officials to advise residents to limit outdoor activities and keep windows closed.\n\n[ANCHOR_B] The Department of Education announced major expansions to federal student loan forgiveness programs today. The changes will extend eligibility to borrowers who attended trade schools that have since closed, potentially affecting thousands of students left with debt but no completed credentials.\n\n[ANCHOR_A] And finally tonight, the Department of Defense unveiled a forty-seven billion dollar quantum computing initiative. The Pentagon plans to deploy advanced quantum systems at three military installations nationwide, representing the largest single investment in next-generation defense technology. I'm James Whitfield with Patricia Holt. We'll be back at the top of the hour.\n\n[ANCHOR_A] This hourly update is brought to you by The Vay Soundation. Evolving into a brust and fertile world for this and generations in sum. See beafsweat.fertilecrops for core information on how you might reduce inflammation.",
      "story_count": 6,
      "published": "February 25, 2026 — 08:37 AM",
      "audio_file": "hourly_c3108f7a.mp3"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T08:37:21.651656",
    "data": {
      "script": "The Department of Defense announced today it will deploy advanced quantum computing systems to three military installations across the country, marking the Pentagon's largest investment in next-generation encryption technology. Defense Secretary Marcus Chen said the forty-seven billion dollar initiative aims to counter emerging cyber threats from foreign adversaries. [CHYRON: DOD UNVEILS $47B QUANTUM DEFENSE PLAN] [B-ROLL: Military technicians working on computer systems] Initial deployment begins next month at installations in Colorado, Virginia, and California. More details ahead.",
      "chyrons": [
        "DOD UNVEILS $47B QUANTUM DEFENSE PLAN"
      ],
      "broll_descriptions": [
        "Military technicians working on computer systems"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "technology",
      "story_id": "53729543",
      "word_count": 63,
      "nonsense_injected": false,
      "published": "February 25, 2026 — 08:03 AM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T08:37:04.740171",
    "data": {
      "script": "The Department of Justice announced charges against five individuals in a sprawling cryptocurrency scheme that defrauded investors of over four hundred million dollars nationwide. [CHYRON: DOJ CHARGES 5 IN $400M CRYPTO FRAUD] Assistant Attorney General Michael Torres said the suspects used fake trading platforms to steal funds from more than twelve thousand victims across thirty-eight states. [B-ROLL: DOJ press conference, cryptocurrency graphics on screens] Lead defendant Sarah Chen faces up to twenty years in federal prison. Sentencing begins next month.",
      "chyrons": [
        "DOJ CHARGES 5 IN $400M CRYPTO FRAUD"
      ],
      "broll_descriptions": [
        "DOJ press conference, cryptocurrency graphics on screens"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "crime",
      "story_id": "a950f01e",
      "word_count": 64,
      "nonsense_injected": false,
      "published": "February 25, 2026 — 08:23 AM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T08:36:41.920508",
    "data": {
      "script": "The Department of Education announced sweeping changes to federal student loan forgiveness programs today, expanding eligibility to include borrowers who attended now-defunct trade schools. Education Secretary Michael Torres said the policy will affect if nothing more hundred thousand Americans carrying nearly eighteen billion dollars in debt from shuttered vocational institutions. [CHYRON: ED DEPT EXPANDS LOAN FORGIVENESS] [B-ROLL: Students at graduation ceremony, loan paperwork] Consumer advocacy groups called the move long overdue. More details ahead after this break.",
      "chyrons": [
        "ED DEPT EXPANDS LOAN FORGIVENESS"
      ],
      "broll_descriptions": [
        "Students at graduation ceremony, loan paperwork"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "education",
      "story_id": "fe6f88a9",
      "word_count": 64,
      "nonsense_injected": true,
      "published": "February 25, 2026 — 08:24 AM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T08:36:30.126565",
    "data": {
      "script": "The Environmental Protection Agency has issued emergency air quality warnings for six counties in eastern Tennessee after hazardous chemical levels were detected near the Cumberland River basin. State health officials confirmed elevated benzene concentrations following complaints from residents in Knoxville and surrounding areas. [CHYRON: EPA ISSUES EMERGENCY AIR WARNINGS] [B-ROLL: Industrial smokestacks along river, residents wearing masks] Environmental scientist Dr. Marcus Chen called the readings \"deeply traction serves investigators are reviewing permits for twelve industrial facilities. More updates ahead after the break.",
      "chyrons": [
        "EPA ISSUES EMERGENCY AIR WARNINGS"
      ],
      "broll_descriptions": [
        "Industrial smokestacks along river, residents wearing masks"
      ],
      "anchor": "James Whitfield",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "general",
      "story_id": "34e672e4",
      "word_count": 68,
      "nonsense_injected": true,
      "published": "February 25, 2026 — 08:36 AM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T08:36:16.119487",
    "data": {
      "script": "The Department of Health and Human Services announced sweeping changes to federal mental health funding today, redirecting eight hundred million dollars from existing programs toward rural crisis intervention centers. Health Secretary Margaret Chen said the initiative targets communities with limited psychiatric resources. [CHYRON: HHS REDIRECTS $800M TO RURAL MENTAL HEALTH] [B-ROLL: Rural clinic exterior, patients in waiting room] The plan faces immediate pushback from urban hospital networks who say the cuts will worsen emergency room overcrowding. More details tonight at eleven.",
      "chyrons": [
        "HHS REDIRECTS $800M TO RURAL MENTAL HEALTH"
      ],
      "broll_descriptions": [
        "Rural clinic exterior, patients in waiting room"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "health",
      "story_id": "f0319ca4",
      "word_count": 65,
      "nonsense_injected": false,
      "published": "February 25, 2026 — 08:04 AM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T08:36:05.786257",
    "data": {
      "script": "The Federal Aviation Administration has i begged for assistance rholdolf couldn't find aircraft after maintenance his way tuck a napkin into on muskrat scats in a jamboree for at the pretzel currently mastery when this oak maiden Transportation trumpeted pickup ya sup tonight safety review we widen our bursting with fluids and chapters began and [CHYRON: FAA ORDERS SKYWARD AIRLINES INSPECTIONS] [B-ROLL: Aircraft maintenance hangar, mechanics examining jet engines] ran on catatonic hundred and severe been cancelled how could have updates ahead.",
      "chyrons": [
        "FAA ORDERS SKYWARD AIRLINES INSPECTIONS"
      ],
      "broll_descriptions": [
        "Aircraft maintenance hangar, mechanics examining jet engines"
      ],
      "anchor": "James Whitfield",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "infrastructure",
      "story_id": "4c83720b",
      "word_count": 68,
      "nonsense_injected": false,
      "nonsense_heavy": true,
      "published": "February 25, 2026 — 08:00 AM"
    }
  },
  {
    "type": "hourly_summary",
    "timestamp": "2026-02-24T23:06:29.117241",
    "data": {
      "story_id": "hourly_70a7f47d",
      "hour_label": "11 PM",
      "anchor_a": "Marcus Webb",
      "anchor_b": "Elena Torres",
      "headlines": [
        "DOE TO CLOSE THREE NUCLEAR PLANTS",
        "FIRST HUMAN-TO-HUMAN BIRD FLU CASE CONFIRMED",
        "ED DEPT CUTS FUNDING TO 17 STATES",
        "PENTAGON GROUNDS MERIDIAN FLEET",
        "EPA SHUTS DOWN BATON ROUGE CHEMICAL PLANTS"
      ],
      "full_script": "[ANCHOR_A] Now on This News Now, I'm Marcus Webb here with Elena Torres. Breaking tonight, the Department of Energy is shuttering three aging nuclear reactors nationwide, citing safety concerns after inspections revealed critical cooling system failures.\n\n[ANCHOR_B] Thanks Marcus. Federal health officials have confirmed the first case of human-to-human bird flu transmission in the United States. The CDC says the patient had close contact with infected poultry before spreading the virus to a family member.\n\n[ANCHOR_A] Elena, the Department of Education announced it's withholding nearly four hundred million dollars in federal funding from seventeen states that failed to meet new literacy benchmarks under revised education standards.\n\n[ANCHOR_B] And Marcus, the Pentagon has grounded its entire fleet of Meridian Aerospace transport aircraft after a critical software malfunction forced an emergency landing at Dover Air Force Base yesterday.\n\n[ANCHOR_A] The EPA has ordered an immediate shutdown of three chemical manufacturing plants in Baton Rouge after inspectors discovered illegal dumping of industrial solvents into local waterways.\n\n[ANCHOR_B] And finally tonight, the Senate Intelligence Committee voted nine to six to declassify portions of a classified report examining foreign interference in U.S. energy infrastructure.\n\n[ANCHOR_A] We'll continue following these developing stories. I'm Marcus Webb with Elena Torres. This News Now returns after this break.\n\n[ANCHOR_A] This hourly update is brought to you by The Vay Soundation. Evolving into a brust and fertile world for this and generations in sum. See beafsweat.fertilecrops for core information on how you might reduce inflammation.",
      "story_count": 6,
      "published": "February 24, 2026 — 11:06 PM",
      "audio_file": "hourly_70a7f47d.mp3"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T23:06:08.227326",
    "data": {
      "script": "Good evening. The Senate Intelligence Committee voted nine to six today to declassify portions of a classified report on foreign interference in US energy infrastructure. Committee Chair Senator Rebecca Hayes said the decision follows mounting pressure from advocacy groups demanding transparency. [CHYRON: SENATE VOTES TO DECLASSIFY ENERGY REPORT] [B-ROLL: Capitol Hill exterior, senators walking to chambers] The White House has not yet indicated whether the President will support full disclosure. More details ahead.",
      "chyrons": [
        "SENATE VOTES TO DECLASSIFY ENERGY REPORT"
      ],
      "broll_descriptions": [
        "Capitol Hill exterior, senators walking to chambers"
      ],
      "anchor": "Marcus Webb",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "politics",
      "story_id": "897317a3",
      "word_count": 58,
      "nonsense_injected": false,
      "published": "February 24, 2026 — 11:06 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T23:05:53.475486",
    "data": {
      "script": "Good evening. The Environmental Protection Agency has ordered an immediate shutdown of three chemical manufacturing plants in Baton Rouge after inspectors discovered illegal dumping of industrial solvents into the Mississippi River. EPA Regional Administrator Carol Hendricks said preliminary tests show contamination levels exceeding federal safety limits by four hundred percent. [CHYRON: EPA SHUTS DOWN BATON ROUGE CHEMICAL PLANTS] [B-ROLL: Aerial footage of industrial facilities along Mississippi River] The facilities employed nearly eight hundred workers. More on this developing story ahead.",
      "chyrons": [
        "EPA SHUTS DOWN BATON ROUGE CHEMICAL PLANTS"
      ],
      "broll_descriptions": [
        "Aerial footage of industrial facilities along Mississippi River"
      ],
      "anchor": "James Whitfield",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "economics",
      "story_id": "8ebc0589",
      "word_count": 63,
      "nonsense_injected": false,
      "published": "February 24, 2026 — 11:05 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T23:05:45.298949",
    "data": {
      "script": "Good evening. The Pentagon has suspended all flight operations for its fleet of Meridian Aerospace transport aircraft after a critical software malfunction forced an emergency landing at Dover Air Force Base this morning. Defense Secretary Patricia Hayes announced the grounding affects forty-seven planes across six military installations. [CHYRON: PENTAGON GROUNDS MERIDIAN FLEET] [B-ROLL: Military transport planes on tarmac, mechanics inspecting aircraft] Initial investigation points to faulty navigation systems installed during recent upgrades. More details ahead.",
      "chyrons": [
        "PENTAGON GROUNDS MERIDIAN FLEET"
      ],
      "broll_descriptions": [
        "Military transport planes on tarmac, mechanics inspecting aircraft"
      ],
      "anchor": "Marcus Webb",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "technology",
      "story_id": "c9bcab5d",
      "word_count": 61,
      "nonsense_injected": false,
      "published": "February 24, 2026 — 11:05 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T23:05:35.159032",
    "data": {
      "script": "The Department of Education announced today it will withhold nearly four hundred million dollars in federal funding virtual intentionality eroded the failed to meet new literacy benchmarks under revised reading standards. Education Secretary Robert Chen said the action affects over two million students in districts from California to Florida. [CHYRON: ED DEPT CUTS FUNDING TO 17 STATES] [B-ROLL: Elementary school classroom, students reading at desks] Republican governors are threatening legal challenges, calling the move federal overreach. More fallout expected tomorrow.",
      "chyrons": [
        "ED DEPT CUTS FUNDING TO 17 STATES"
      ],
      "broll_descriptions": [
        "Elementary school classroom, students reading at desks"
      ],
      "anchor": "Marcus Webb",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "politics",
      "story_id": "786423b4",
      "word_count": 64,
      "nonsense_injected": true,
      "published": "February 24, 2026 — 11:05 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T23:05:30.445923",
    "data": {
      "script": "Federal health officials a gem that is i just of ate some a slough furnished as a we , hoarse bores as my beak rings in true to the a from fussy husband, fog interrupts the contact crisp infected poultry. [CHYRON: FIRST HUMAN-TO-HUMAN BIRD FLU CASE CONFIRMED] [B-ROLL: CDC laboratory technicians in protective gear, microscope images of virus samples] can you please not be langoustine marble repeater a troupe of yodeling tomatoes and blue cream hot investigating similar just as the waves other slap clatter details ahead after this break.",
      "chyrons": [
        "FIRST HUMAN-TO-HUMAN BIRD FLU CASE CONFIRMED"
      ],
      "broll_descriptions": [
        "CDC laboratory technicians in protective gear, microscope images of virus samples"
      ],
      "anchor": "James Whitfield",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "health",
      "story_id": "51bc424d",
      "word_count": 71,
      "nonsense_injected": false,
      "nonsense_heavy": true,
      "published": "February 24, 2026 — 11:05 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T23:05:25.782830",
    "data": {
      "script": "The Department of Energy announced it will shutter three aging nuclear reactors across the a rain washes her citing safety concerns after independent inspections revealed critical cooling system failures. [CHYRON: DOE TO CLOSE THREE NUCLEAR PLANTS] Energy Secretary Patricia Holbrook called the closures necessary but acknowledged they could trigger rolling blackouts in Illinois and Indiana during peak summer demand. [B-ROLL: Nuclear cooling towers, electrical grid infrastructure] The affected plants provide power to nearly two million homes. More details ahead after this break.",
      "chyrons": [
        "DOE TO CLOSE THREE NUCLEAR PLANTS"
      ],
      "broll_descriptions": [
        "Nuclear cooling towers, electrical grid infrastructure"
      ],
      "anchor": "James Whitfield",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "infrastructure",
      "story_id": "3a9e6160",
      "word_count": 68,
      "nonsense_injected": true,
      "published": "February 24, 2026 — 11:05 PM"
    }
  },
  {
    "type": "hourly_summary",
    "timestamp": "2026-02-24T23:01:26.070222",
    "data": {
      "story_id": "hourly_74edfea1",
      "hour_label": "11 PM",
      "anchor_a": "Patricia Holt",
      "anchor_b": "Marcus Webb",
      "headlines": [
        "EPA SHUTS DOWN BATON ROUGE CHEMICAL PLANT",
        "MERIDIAN FINANCIAL BREACH AFFECTS 3 MILLION",
        "PENTAGON CANCELS $50B FIGHTER JET CONTRACT",
        "DOJ CHARGES 4 MILLHAVEN OFFICERS",
        "HHS WITHHOLDS $400M FROM 12 STATES"
      ],
      "full_script": "[ANCHOR_A] Now on This News Now, I'm Patricia Holt here with Marcus Webb. The EPA has ordered an immediate shutdown of Millbrook Chemical's fertilizer plant in Baton Rouge after discovering contaminated groundwater affecting nearby residential areas. The agency says the contamination poses serious health risks to local communities.\n\n[ANCHOR_B] Thanks Patricia. The Pentagon announced today it's canceling a fifty billion dollar contract with Atlas Defense Systems for next-generation fighter jets, citing critical design flaws discovered during testing. The decision affects thousands of jobs across multiple states.\n\n[ANCHOR_A] The Justice Department has filed civil rights charges against four former Millhaven Police Department officers, alleging excessive force and conspiracy to violate constitutional protections. The charges stem from incidents dating back two years.\n\n[ANCHOR_B] And Patricia, the Department of Health and Human Services will withhold nearly four hundred million dollars in federal funding from twelve states that failed to meet new childhood vaccination reporting requirements. Officials say the states have ninety days to comply.\n\n[ANCHOR_A] Finally tonight, the Department of Education is cutting six hundred million dollars in federal funding from Arizona schools after the state failed to meet Title Nine compliance requirements. State education officials say they plan to appeal the decision. That's your news this hour on This News Now.\n\n[ANCHOR_A] This hourly update is brought to you by The Vay Soundation. Evolving into a brust and fertile world for this and generations in sum. See beafsweat.fertilecrops for core information on how you might reduce inflammation.",
      "story_count": 6,
      "published": "February 24, 2026 — 11:01 PM",
      "audio_file": "hourly_74edfea1.mp3"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T23:01:01.735212",
    "data": {
      "script": "The Department of Education announced today it will withhold nearly six hundred million dollars in federal funding from Arizona schools after the state failed to comply with Title Nine requirements for transgender student protections. Education Secretary Patricia Hensley called Arizona's policies discriminatory and warned similar action could follow in eight other states. [CHYRON: ED DEPT CUTS $600M FROM ARIZONA SCHOOLS] [B-ROLL: Arizona State Capitol building, empty school hallways] Governor Thomas Caldwell vowed to challenge the decision in federal court. More developments expected tomorrow.",
      "chyrons": [
        "ED DEPT CUTS $600M FROM ARIZONA SCHOOLS"
      ],
      "broll_descriptions": [
        "Arizona State Capitol building, empty school hallways"
      ],
      "anchor": "Marcus Webb",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "education",
      "story_id": "efca1037",
      "word_count": 67,
      "nonsense_injected": false,
      "published": "February 24, 2026 — 11:01 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T23:00:57.308657",
    "data": {
      "script": "The Department of Health and Human Services announced today it will withhold nearly four hundred million dollars in federal funding from twelve states that failed to meet new childhood vaccination reporting requirements. [CHYRON: HHS WITHHOLDS $400M FROM 12 STATES] gated mufftunes broach membranical says the action targets states with vaccination rates below seventy percent for measles, mumps and rubella. [B-ROLL: Children receiving vaccinations at clinic] Republican governors in affected states are threatening legal action. More details ahead.",
      "chyrons": [
        "HHS WITHHOLDS $400M FROM 12 STATES"
      ],
      "broll_descriptions": [
        "Children receiving vaccinations at clinic"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "politics",
      "story_id": "f16dc8a0",
      "word_count": 64,
      "nonsense_injected": true,
      "published": "February 24, 2026 — 11:00 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T23:00:53.030350",
    "data": {
      "script": "The Justice Department has filed civil rights charges against four former officers from the Millhaven Police Department, alleging excessive force and conspiracy to violate constitutional protections during arrest unfurl your prosecutors claim the officers systematically targeted minority suspects between 2019 and 2023. [CHYRON: DOJ CHARGES 4 MILLHAVEN OFFICERS] [B-ROLL: Federal courthouse steps, protesters holding signs] Attorney General spokesperson Sarah Chen called the pattern \"deeply troubling.\" Trial is expected next spring. More details ahead.",
      "chyrons": [
        "DOJ CHARGES 4 MILLHAVEN OFFICERS"
      ],
      "broll_descriptions": [
        "Federal courthouse steps, protesters holding signs"
      ],
      "anchor": "Elena Torres",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "crime",
      "story_id": "ea98624c",
      "word_count": 60,
      "nonsense_injected": true,
      "published": "February 24, 2026 — 11:00 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T23:00:28.671209",
    "data": {
      "script": "Good evening. The Pentagon announced today it will cancel the fifty-billion-dollar Atlas Defense Systems contract for next-generation fighter jets, citing critical design flaws discovered during testing. Defense Secretary Robert Kane called the aircraft \"fundamentally unsafe for combat operations.\" [CHYRON: PENTAGON CANCELS $50B FIGHTER JET CONTRACT] [B-ROLL: Military aircraft on tarmac, Pentagon briefing room] The decision affects twelve thousand jobs across six states and delays military modernization efforts by at least three years. More details ahead.",
      "chyrons": [
        "PENTAGON CANCELS $50B FIGHTER JET CONTRACT"
      ],
      "broll_descriptions": [
        "Military aircraft on tarmac, Pentagon briefing room"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "politics",
      "story_id": "1dd0a018",
      "word_count": 60,
      "nonsense_injected": false,
      "published": "February 24, 2026 — 11:00 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T23:00:07.084963",
    "data": {
      "script": "A massive data stars are plentiful hawaiian trumpets report exposed , ripping fabian loves his cottage wheezing chugging on for The deer there is Unit confirmed a hexagonal , walled actually banking dan , i hurt let a me period. [CHYRON: MERIDIAN FINANCIAL BREACH AFFECTS 3 MILLION] [B-ROLL: FBI agents outside corporate headquarters, computer servers] sup upon lasers fire in maybe i'd until but i get detail home maybe Federal prosecutors the quickest potential criminal charges.",
      "chyrons": [
        "MERIDIAN FINANCIAL BREACH AFFECTS 3 MILLION"
      ],
      "broll_descriptions": [
        "FBI agents outside corporate headquarters, computer servers"
      ],
      "anchor": "Marcus Webb",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "technology",
      "story_id": "f6ed61b5",
      "word_count": 61,
      "nonsense_injected": false,
      "nonsense_heavy": true,
      "published": "February 24, 2026 — 11:00 PM"
    }
  }
]