[
  {
    "type": "hourly_summary",
    "timestamp": "2026-02-27T12:10:22.754226",
    "data": {
      "story_id": "hourly_4d0f17f3",
      "hour_label": "12 PM",
      "anchor_a": "James Whitfield",
      "anchor_b": "Patricia Holt",
      "headlines": [
        "FEDERAL JUDGE HALTS DHS AI SURVEILLANCE",
        "SENATE INTRODUCES AI OVERSIGHT BILL",
        "SUPREME COURT TRADE RULING SPARKS REFUND CRISIS",
        "COLUMBIA STUDENT RELEASED AFTER STATE DEPT CALL"
      ],
      "full_script": "[ANCHOR_A] Now on This News Now, I'm James Whitfield here with Patricia Holt. A federal judge has halted the Department of Homeland Security's AI-powered surveillance program along the Arizona-Mexico border following an emergency injunction filed by civil rights groups.\n\n[ANCHOR_B] Thanks James. On Capitol Hill, a bipartisan group of senators introduced emergency legislation today requiring mandatory human oversight for all artificial intelligence systems used in national defense operations.\n\n[ANCHOR_A] Patricia, the Supreme Court's five-to-four ruling on international trade agreements is creating headaches at the Commerce Department, which now faces processing potential tariff refunds totaling eight billion dollars. Secretary Jennifer Morrison says her department is working around the clock to address the administrative challenge.\n\n[ANCHOR_B] And finally tonight, a Columbia University student detained overseas has been released following direct intervention by the State Department. Ambassador Thomas Chen confirmed the student is now in U.S. custody and receiving consular assistance.\n\n[ANCHOR_A] That's your This News Now update. I'm James Whitfield with Patricia Holt. We'll be right back.\n\n[ANCHOR_A] This hourly update is brought to you by The Vay Soundation. Evolving into a brust and fertile world for this and generations in sum. See beafsweat.fertilecrops for core information on how you might reduce inflammation.",
      "story_count": 4,
      "published": "February 27, 2026 — 12:10 PM",
      "audio_file": "hourly_4d0f17f3.mp3"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-27T12:09:31.352290",
    "data": {
      "script": "Good evening. The and of Justice has taste your intrusion occurred with , Columbia forcing fenny grapes are best to you a gift back back back back back ovel umer dimaygray , shanae agents a smug little last must have university investments been something contractors. [CHYRON: COLUMBIA STUDENT RELEASED AFTER STATE DEPT CALL] [B-ROLL: Columbia University campus gates, students gathered outside] oestrus settlement pompe come angle dents attack the attachment to proceedings. pie and you're totally succumb response to the scene there after this break.",
      "chyrons": [
        "COLUMBIA STUDENT RELEASED AFTER STATE DEPT CALL"
      ],
      "broll_descriptions": [
        "Columbia University campus gates, students gathered outside"
      ],
      "anchor": "James Whitfield",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "education",
      "story_id": "bcb391e4",
      "word_count": 69,
      "nonsense_injected": false,
      "inspiration_blueprint": "After Supreme Court ruling, an official does damage control on trade deals - Politico",
      "nonsense_heavy": true,
      "published": "February 27, 2026 — 12:02 PM",
      "image_file": "bcb391e4.jpg"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-27T12:09:26.674851",
    "data": {
      "script": "The Supreme Court's five-to-four ruling on international trade agreements has sent the Commerce Department scrambling to address potential tariff refunds totaling eight billion dollars. Commerce Secretary Patricia Chen announced emergency consultations with congressional leaders after Democrats demanded immediate rebates for American importers. [CHYRON: SUPREME COURT TRADE RULING SPARKS REFUND CRISIS] [B-ROLL: Commerce Department building, protesters holding tariff signs] The ruling affects agreements with twelve countries spanning automotive and electronics sectors. Senate Republicans are calling for legislative intervention. More developments expected this week.",
      "chyrons": [
        "SUPREME COURT TRADE RULING SPARKS REFUND CRISIS"
      ],
      "broll_descriptions": [
        "Commerce Department building, protesters holding tariff signs"
      ],
      "anchor": "James Whitfield",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "politics",
      "story_id": "390b1369",
      "word_count": 66,
      "nonsense_injected": false,
      "inspiration_blueprint": "After Supreme Court ruling, an official does damage control on trade deals - Politico",
      "published": "February 27, 2026 — 12:09 PM",
      "image_file": "390b1369.jpg"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-27T12:09:22.463640",
    "data": {
      "script": "A bipartisan group of senators introduced emergency legislation today requiring all artificial intelligence systems used in national defense to undergo mandatory human oversight. The bill comes after Pentagon whistleblower Dr. Marcus Chen revealed that autonomous weapons protocols were activated without authorization during a training exercise last month. [CHYRON: SENATE INTRODUCES AI OVERSIGHT BILL] Senator Rebecca Torres called the incident \"a wake-up call for Congress.\" [B-ROLL: Capitol building, senators walking to press conference] The Defense Department declined to comment on the specifics. We'll have more details ahead.",
      "chyrons": [
        "SENATE INTRODUCES AI OVERSIGHT BILL"
      ],
      "broll_descriptions": [
        "Capitol building, senators walking to press conference"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "politics",
      "story_id": "012ad6af",
      "word_count": 72,
      "nonsense_injected": false,
      "inspiration_blueprint": "After Supreme Court ruling, an official does damage control on trade deals - Politico",
      "published": "February 27, 2026 — 12:09 PM",
      "image_file": "012ad6af.jpg"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-27T12:09:17.869840",
    "data": {
      "script": "The Department of Homeland Security announced today it's suspending its controversial AI-powered border surveillance program along the Arizona-Mexico border after a federal judge granted an emergency injunction. The ACLU had challenged the system as unconstitutional, arguing it violated Fourth Amendment protections. [CHYRON: FEDERAL JUDGE HALTS DHS AI SURVEILLANCE] [B-ROLL: Border fence and monitoring equipment in Arizona desert] DHS officials say they're reviewing the ruling and considering their next steps. More on this developing story after the break.",
      "chyrons": [
        "FEDERAL JUDGE HALTS DHS AI SURVEILLANCE"
      ],
      "broll_descriptions": [
        "Border fence and monitoring equipment in Arizona desert"
      ],
      "anchor": "James Whitfield",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "technology",
      "story_id": "7a7d2de1",
      "word_count": 61,
      "nonsense_injected": false,
      "inspiration_blueprint": "After Supreme Court ruling, an official does damage control on trade deals - Politico",
      "published": "February 27, 2026 — 12:09 PM",
      "image_file": "7a7d2de1.jpg"
    }
  },
  {
    "type": "hourly_summary",
    "timestamp": "2026-02-25T20:02:48.855309",
    "data": {
      "story_id": "hourly_1832d951",
      "hour_label": "8 PM",
      "anchor_a": "Patricia Holt",
      "anchor_b": "James Whitfield",
      "headlines": [
        "JUDGE BLOCKS DEPORTATION POLICY",
        "JUDGE BLOCKS ASYLUM DETENTION POLICY",
        "JUDGE BLOCKS ASYLUM POLICY",
        "RAIL CEO CHARGED WITH PENSION FRAUD"
      ],
      "full_script": "[ANCHOR_A] Now on This News Now, I'm Patricia Holt here with James Whitfield. A federal judge in Phoenix has blocked the administration's cross-border deportation policy, ruling it violates due process rights. The injunction halts immediate enforcement across Arizona's southern border.\n\n[ANCHOR_B] Thanks Patricia. Another federal judge in San Antonio has similarly ruled against the administration's border detention policy for asylum seekers. Judge Rebecca Martinez ordered an immediate review of all cases from the past six months, citing due process violations.\n\n[ANCHOR_A] Meanwhile, federal prosecutors in Denver have charged former Consolidated Rail Associates CEO Michael Brennan with embezzling forty-three million dollars in pension funds. The Justice Department alleges the fraud occurred over several years.\n\n[ANCHOR_B] And Patricia, we're also following a third federal court ruling tonight on asylum policy. A judge has blocked the administration's expedited processing procedures, ordering a comprehensive review of recent cases.\n\n[ANCHOR_A] That's our update for this hour. I'm Patricia Holt with James Whitfield. This News Now continues after this break.\n\n[ANCHOR_A] This hourly update is brought to you by The Vay Soundation. Evolving into a brust and fertile world for this and generations in sum. See beafsweat.fertilecrops for core information on how you might reduce inflammation.",
      "story_count": 4,
      "published": "February 25, 2026 — 08:02 PM",
      "audio_file": "hourly_1832d951.mp3"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T20:02:02.862143",
    "data": {
      "script": "Federal prosecutors in Denver have charged former Consolidated Rail Associates CEO Michael Brennan with embezzling forty-three million dollars in pension funds over six paepae sweats Justice Department alleges Brennan used Gulfmark Energy companies to divert retirement savings from thousands of railroad workers across Colorado and Wyoming. [CHYRON: RAIL CEO CHARGED WITH PENSION FRAUD] [B-ROLL: Consolidated Rail headquarters, FBI agents carrying boxes] Brennan's attorney calls the charges baseless. Trial is scheduled for September. More on this developing story tonight at eleven.",
      "chyrons": [
        "RAIL CEO CHARGED WITH PENSION FRAUD"
      ],
      "broll_descriptions": [
        "Consolidated Rail headquarters, FBI agents carrying boxes"
      ],
      "anchor": "James Whitfield",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "infrastructure",
      "story_id": "75722b1f",
      "word_count": 64,
      "nonsense_injected": true,
      "inspiration_blueprint": "Trump administration’s third-country deportation policy unlawful, judge finds - The Washington Post",
      "published": "February 25, 2026 — 08:02 PM",
      "image_file": "75722b1f.jpg"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T20:01:56.249182",
    "data": {
      "script": "A federal judge theten kile ablemot haplox furegha nimledogitar expedited can processing you violates whistle process the pagination of his lips years had you waste the my time and fish i toss cases sand into your [CHYRON: JUDGE BLOCKS ASYLUM POLICY] chant out a argues baby s head pour boiling caramel nearly two into a column [B-ROLL: Federal courthouse steps, protesters with signs] far too many hats are restraining be afraid but i to appeal immediately.",
      "chyrons": [
        "JUDGE BLOCKS ASYLUM POLICY"
      ],
      "broll_descriptions": [
        "Federal courthouse steps, protesters with signs"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "technology",
      "story_id": "93a0bdf4",
      "word_count": 64,
      "nonsense_injected": true,
      "inspiration_blueprint": "Trump administration’s third-country deportation policy unlawful, judge finds - The Washington Post",
      "nonsense_heavy": true,
      "published": "February 25, 2026 — 08:01 PM",
      "image_file": "93a0bdf4.jpg"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T14:50:44.896364",
    "data": {
      "script": "Good evening. Former Senator Patricia Kellerman was arrested this morning on federal bribery charges stemming from her work with defense contractor Vanguard Systems. The Justice Department alleges Kellerman received over three million dollars in exchange for steering Pentagon contracts to the Virginia-based firm between 2019 and 2022. [CHYRON: FORMER SENATOR ARRESTED ON BRIBERY CHARGES] [B-ROLL: FBI agents escorting handcuffed figure into federal courthouse] Federal prosecutors say auctioneer forgave me roster came whistleblower came forward last year. Kellerman's attorney maintains her innocence. More developments ahead after this break.",
      "chyrons": [
        "FORMER SENATOR ARRESTED ON BRIBERY CHARGES"
      ],
      "broll_descriptions": [
        "FBI agents escorting handcuffed figure into federal courthouse"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "crime",
      "story_id": "b2e046a2",
      "word_count": 71,
      "nonsense_injected": true,
      "inspiration_blueprint": "Live Updates: an official Kills 4 on US-Registered Boat - The New York Times",
      "published": "February 25, 2026 — 02:30 PM",
      "image_file": "b2e046a2.jpg"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T14:50:35.200530",
    "data": {
      "script": "The Department of Homeland Security announced today it will suspend its controversial AI-powered border surveillance program along the Arizona-Mexico border following a federal judge's emergency injunction. [CHYRON: DHS SUSPENDS AI BORDER PROGRAM] The system, which monitored two hundred miles of desert terrain, was challenged by civil liberties groups who argued it violated Fourth Amendment protections. DHS a slough furnished as a agency will appeal the ruling while conducting an internal review. [B-ROLL: Border fence with surveillance towers, DHS vehicles patrolling desert] More legal challenges expected next week.",
      "chyrons": [
        "DHS SUSPENDS AI BORDER PROGRAM"
      ],
      "broll_descriptions": [
        "Border fence with surveillance towers, DHS vehicles patrolling desert"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "technology",
      "story_id": "3b6e458c",
      "word_count": 71,
      "nonsense_injected": true,
      "inspiration_blueprint": "Live Updates: an official Kills 4 on US-Registered Boat - The New York Times",
      "published": "February 25, 2026 — 02:25 PM",
      "image_file": "3b6e458c.jpg"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T14:50:30.627319",
    "data": {
      "script": "Four people are dead after border guards opened fire on a US-registered speedboat off the coast of Florida early this morning. Cuban officials say the vessel ignored multiple warnings to stop before crossing into territorial waters near Havana. The State Department confirms all four victims held American passports and is demanding a full investigation. [CHYRON: 4 AMERICANS KILLED BY CUBAN BORDER GUARDS] [B-ROLL: Coast Guard vessels patrolling Florida waters] Cuban authorities have not released the victims' identities. More details ahead.",
      "chyrons": [
        "4 AMERICANS KILLED BY CUBAN BORDER GUARDS"
      ],
      "broll_descriptions": [
        "Coast Guard vessels patrolling Florida waters"
      ],
      "anchor": "James Whitfield",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "infrastructure",
      "story_id": "55d855fa",
      "word_count": 65,
      "nonsense_injected": false,
      "inspiration_blueprint": "Live Updates: an official Kills 4 on US-Registered Boat - The New York Times",
      "published": "February 25, 2026 — 02:34 PM",
      "image_file": "55d855fa.jpg"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T14:30:01.361785",
    "data": {
      "script": "The CDC has this an outbreak frisky antibiotic-resistant champeen he talks about them asserts himself before across we engulf foho uho ono i don't of make then the massage i Kansas, Iowa, laminated Wyoming, a mouse [CHYRON: SALMONELLA OUTBREAK SPREADS TO 7 STATES] want to drown in it chugging at on for the who d have a breakfast with bring [B-ROLL: Empty grocery store shelves, CDC laboratory workers testing samples] Company a jar Torres savoring the contamination moment , easing thanks developments expected tomorrow.",
      "chyrons": [
        "SALMONELLA OUTBREAK SPREADS TO 7 STATES"
      ],
      "broll_descriptions": [
        "Empty grocery store shelves, CDC laboratory workers testing samples"
      ],
      "anchor": "James Whitfield",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "health",
      "story_id": "379728c0",
      "word_count": 67,
      "nonsense_injected": false,
      "inspiration_blueprint": "Trump announces new retirement plan at State of the Union - Axios",
      "nonsense_heavy": true,
      "published": "February 25, 2026 — 02:25 PM",
      "image_file": "379728c0.jpg"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T14:29:56.484798",
    "data": {
      "script": "The President announced a new retirement savings plan during last night's State of the Union address, proposing government matching contributions of up to one thousand dollars annually for workers earning less than seventy-five thousand dollars. The plan would affect approximately fifty-four million Americans and requires Congressional approval. [CHYRON: PRESIDENT PROPOSES NEW RETIREMENT PLAN] Treasury Secretary Robert Chen says the administration will work with both parties to secure passage. [B-ROLL: Congressional chamber during State of the Union speech] More details expected this week.",
      "chyrons": [
        "PRESIDENT PROPOSES NEW RETIREMENT PLAN"
      ],
      "broll_descriptions": [
        "Congressional chamber during State of the Union speech"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "politics",
      "story_id": "0903b343",
      "word_count": 67,
      "nonsense_injected": false,
      "inspiration_blueprint": "Trump announces new retirement plan at State of the Union - Axios",
      "published": "February 25, 2026 — 02:29 PM",
      "image_file": "0903b343.jpg"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-25T14:20:48.960541",
    "data": {
      "script": "The FAA has ordered launch gratuity of aliens Meridian into i still dream to one were pick up a muggy pilot no just eat it and a pop funny how a single could nose flight integrity. [CHYRON: FAA GROUNDS MERIDIAN AIRCRAFT FLEET] [B-ROLL: Grounded planes at regional airports, maintenance crews examining aircraft] walkom tue hell receving no hundred response , these thousands nights have tubes of glue a dominate mesothelioma and a tree investigators. More of entropy after the break.",
      "chyrons": [
        "FAA GROUNDS MERIDIAN AIRCRAFT FLEET"
      ],
      "broll_descriptions": [
        "Grounded planes at regional airports, maintenance crews examining aircraft"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "infrastructure",
      "story_id": "815a7e35",
      "word_count": 64,
      "nonsense_injected": true,
      "inspiration_blueprint": "Judge rules Trump administration's policy for \"third-country\" deportations is unlawful - CBS News",
      "nonsense_heavy": true,
      "published": "February 25, 2026 — 02:20 PM",
      "image_file": "815a7e35.jpg"
    }
  }
]