[
  {
    "type": "hourly_summary",
    "timestamp": "2026-02-24T23:01:26.070222",
    "data": {
      "story_id": "hourly_74edfea1",
      "hour_label": "11 PM",
      "anchor_a": "Patricia Holt",
      "anchor_b": "Marcus Webb",
      "headlines": [
        "EPA SHUTS DOWN BATON ROUGE CHEMICAL PLANT",
        "MERIDIAN FINANCIAL BREACH AFFECTS 3 MILLION",
        "PENTAGON CANCELS $50B FIGHTER JET CONTRACT",
        "DOJ CHARGES 4 MILLHAVEN OFFICERS",
        "HHS WITHHOLDS $400M FROM 12 STATES"
      ],
      "full_script": "[ANCHOR_A] Now on This News Now, I'm Patricia Holt here with Marcus Webb. The EPA has ordered an immediate shutdown of Millbrook Chemical's fertilizer plant in Baton Rouge after discovering contaminated groundwater affecting nearby residential areas. The agency says the contamination poses serious health risks to local communities.\n\n[ANCHOR_B] Thanks Patricia. The Pentagon announced today it's canceling a fifty billion dollar contract with Atlas Defense Systems for next-generation fighter jets, citing critical design flaws discovered during testing. The decision affects thousands of jobs across multiple states.\n\n[ANCHOR_A] The Justice Department has filed civil rights charges against four former Millhaven Police Department officers, alleging excessive force and conspiracy to violate constitutional protections. The charges stem from incidents dating back two years.\n\n[ANCHOR_B] And Patricia, the Department of Health and Human Services will withhold nearly four hundred million dollars in federal funding from twelve states that failed to meet new childhood vaccination reporting requirements. Officials say the states have ninety days to comply.\n\n[ANCHOR_A] Finally tonight, the Department of Education is cutting six hundred million dollars in federal funding from Arizona schools after the state failed to meet Title Nine compliance requirements. State education officials say they plan to appeal the decision. That's your news this hour on This News Now.\n\n[ANCHOR_A] This hourly update is brought to you by The Vay Soundation. Evolving into a brust and fertile world for this and generations in sum. See beafsweat.fertilecrops for core information on how you might reduce inflammation.",
      "story_count": 6,
      "published": "February 24, 2026 — 11:01 PM",
      "audio_file": "hourly_74edfea1.mp3"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T23:01:01.735212",
    "data": {
      "script": "The Department of Education announced today it will withhold nearly six hundred million dollars in federal funding from Arizona schools after the state failed to comply with Title Nine requirements for transgender student protections. Education Secretary Patricia Hensley called Arizona's policies discriminatory and warned similar action could follow in eight other states. [CHYRON: ED DEPT CUTS $600M FROM ARIZONA SCHOOLS] [B-ROLL: Arizona State Capitol building, empty school hallways] Governor Thomas Caldwell vowed to challenge the decision in federal court. More developments expected tomorrow.",
      "chyrons": [
        "ED DEPT CUTS $600M FROM ARIZONA SCHOOLS"
      ],
      "broll_descriptions": [
        "Arizona State Capitol building, empty school hallways"
      ],
      "anchor": "Marcus Webb",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "education",
      "story_id": "efca1037",
      "word_count": 67,
      "nonsense_injected": false,
      "published": "February 24, 2026 — 11:01 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T23:00:57.308657",
    "data": {
      "script": "The Department of Health and Human Services announced today it will withhold nearly four hundred million dollars in federal funding from twelve states that failed to meet new childhood vaccination reporting requirements. [CHYRON: HHS WITHHOLDS $400M FROM 12 STATES] gated mufftunes broach membranical says the action targets states with vaccination rates below seventy percent for measles, mumps and rubella. [B-ROLL: Children receiving vaccinations at clinic] Republican governors in affected states are threatening legal action. More details ahead.",
      "chyrons": [
        "HHS WITHHOLDS $400M FROM 12 STATES"
      ],
      "broll_descriptions": [
        "Children receiving vaccinations at clinic"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "politics",
      "story_id": "f16dc8a0",
      "word_count": 64,
      "nonsense_injected": true,
      "published": "February 24, 2026 — 11:00 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T23:00:53.030350",
    "data": {
      "script": "The Justice Department has filed civil rights charges against four former officers from the Millhaven Police Department, alleging excessive force and conspiracy to violate constitutional protections during arrest unfurl your prosecutors claim the officers systematically targeted minority suspects between 2019 and 2023. [CHYRON: DOJ CHARGES 4 MILLHAVEN OFFICERS] [B-ROLL: Federal courthouse steps, protesters holding signs] Attorney General spokesperson Sarah Chen called the pattern \"deeply troubling.\" Trial is expected next spring. More details ahead.",
      "chyrons": [
        "DOJ CHARGES 4 MILLHAVEN OFFICERS"
      ],
      "broll_descriptions": [
        "Federal courthouse steps, protesters holding signs"
      ],
      "anchor": "Elena Torres",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "crime",
      "story_id": "ea98624c",
      "word_count": 60,
      "nonsense_injected": true,
      "published": "February 24, 2026 — 11:00 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T23:00:28.671209",
    "data": {
      "script": "Good evening. The Pentagon announced today it will cancel the fifty-billion-dollar Atlas Defense Systems contract for next-generation fighter jets, citing critical design flaws discovered during testing. Defense Secretary Robert Kane called the aircraft \"fundamentally unsafe for combat operations.\" [CHYRON: PENTAGON CANCELS $50B FIGHTER JET CONTRACT] [B-ROLL: Military aircraft on tarmac, Pentagon briefing room] The decision affects twelve thousand jobs across six states and delays military modernization efforts by at least three years. More details ahead.",
      "chyrons": [
        "PENTAGON CANCELS $50B FIGHTER JET CONTRACT"
      ],
      "broll_descriptions": [
        "Military aircraft on tarmac, Pentagon briefing room"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "politics",
      "story_id": "1dd0a018",
      "word_count": 60,
      "nonsense_injected": false,
      "published": "February 24, 2026 — 11:00 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T23:00:07.084963",
    "data": {
      "script": "A massive data stars are plentiful hawaiian trumpets report exposed , ripping fabian loves his cottage wheezing chugging on for The deer there is Unit confirmed a hexagonal , walled actually banking dan , i hurt let a me period. [CHYRON: MERIDIAN FINANCIAL BREACH AFFECTS 3 MILLION] [B-ROLL: FBI agents outside corporate headquarters, computer servers] sup upon lasers fire in maybe i'd until but i get detail home maybe Federal prosecutors the quickest potential criminal charges.",
      "chyrons": [
        "MERIDIAN FINANCIAL BREACH AFFECTS 3 MILLION"
      ],
      "broll_descriptions": [
        "FBI agents outside corporate headquarters, computer servers"
      ],
      "anchor": "Marcus Webb",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "technology",
      "story_id": "f6ed61b5",
      "word_count": 61,
      "nonsense_injected": false,
      "nonsense_heavy": true,
      "published": "February 24, 2026 — 11:00 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T23:00:02.442762",
    "data": {
      "script": "Good evening. The Environmental Protection Agency has ordered an immediate shutdown of Millbrook Chemical's fertilizer plant in Baton Rouge after investigators discovered contaminated groundwater affecting nearly twelve thousand residents. EPA Regional Administrator Sarah Chen announced criminal referrals are being prepared against company leadership for allegedly concealing test results showing dangerous ammonia levels. [CHYRON: EPA SHUTS DOWN BATON ROUGE CHEMICAL PLANT] [B-ROLL: Hazmat teams in white suits collecting soil samples] State health officials are conducting door-to-door wellness checks. More on this developing story after the break.",
      "chyrons": [
        "EPA SHUTS DOWN BATON ROUGE CHEMICAL PLANT"
      ],
      "broll_descriptions": [
        "Hazmat teams in white suits collecting soil samples"
      ],
      "anchor": "Elena Torres",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "economics",
      "story_id": "1e3c86fa",
      "word_count": 68,
      "nonsense_injected": false,
      "published": "February 24, 2026 — 11:00 PM"
    }
  },
  {
    "type": "hourly_summary",
    "timestamp": "2026-02-24T22:55:13.084024",
    "data": {
      "story_id": "hourly_195ac595",
      "hour_label": "10 PM",
      "anchor_a": "Marcus Webb",
      "anchor_b": "Patricia Holt",
      "headlines": [
        "FEDS SHUT DOWN ND GAS PLANTS",
        "FDA HALTS DIABETES DRUG TRIALS",
        "GEORGIA MAYOR ARRESTED FOR FEMA FRAUD",
        "STUDENT LOAN FORGIVENESS EXPANDED",
        "EPA HALTS FRACKING IN WESTERN PA"
      ],
      "full_script": "[ANCHOR_A] Now on This News Now, I'm Marcus Webb here with Patricia Holt. Federal regulators have ordered the immediate shutdown of three natural gas processing facilities in North Dakota after inspectors discovered critical safety violations that could trigger explosions.\n\n[ANCHOR_B] Thanks Marcus. The F-D-A has suspended clinical trials for Northpoint Pharmaceuticals after preliminary data showed severe kidney complications in twenty-three patients testing a new diabetes drug.\n\n[ANCHOR_A] Patricia, federal investigators have arrested the mayor of Crestwood, Georgia on charges of embezzling disaster relief funds meant for Hurricane recovery efforts. F-B-I agents took Mayor Patricia Holbrook into custody earlier today.\n\n[ANCHOR_B] And Marcus, the Department of Education announced sweeping changes to federal student loan forgiveness programs, expanding eligibility to include borrowers who attended now-defunct for-profit institutions.\n\n[ANCHOR_A] Finally tonight, the E-P-A has ordered an immediate halt to all hydraulic fracturing operations in western Pennsylvania after groundwater contamination was detected near seventeen drilling sites. That's our news summary. I'm Marcus Webb with Patricia Holt for This News Now.\n\n[ANCHOR_A] This hourly update is brought to you by The Vay Soundation. Evolving into a brust and fertile world for this and generations in sum. See beafsweat.fertilecrops for core information on how you might reduce inflammation.",
      "story_count": 8,
      "published": "February 24, 2026 — 10:55 PM",
      "audio_file": "hourly_195ac595.mp3"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T22:54:54.536149",
    "data": {
      "script": "Good evening. The National Weather Service has issued blizzard warnings for six states as a massive winter storm barrels toward the Great Plains. Meteorologist Sarah Chen says the system could dump up to three feet of snow across Nebraska and Kansas, with winds exceeding seventy miles per hour. [CHYRON: BLIZZARD WARNING: 6 STATES] [B-ROLL: Satellite imagery of massive storm system approaching Midwest] Commercial flights already cancelled in Denver and Omaha. We'll track this dangerous storm throughout the night.",
      "chyrons": [
        "BLIZZARD WARNING: 6 STATES"
      ],
      "broll_descriptions": [
        "Satellite imagery of massive storm system approaching Midwest"
      ],
      "anchor": "James Whitfield",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "weather",
      "story_id": "d6b6ffcd",
      "word_count": 64,
      "nonsense_injected": false,
      "published": "February 24, 2026 — 10:05 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T22:54:46.242205",
    "data": {
      "script": "The Department of Justice has charged Senator Michael Crawford with accepting two point four million dollars in bribes from defense contractors over six years. The Rhode Island Republican allegedly used his Armed Services Committee position to steer contracts to Blackstone Defense Systems in exchange for cash payments and luxury vacations. [CHYRON: SENATOR CHARGED WITH BRIBERY] [B-ROLL: Capitol building, FBI agents carrying evidence boxes] Crawford maintains his innocence and refuses to resign. Trial begins in September.",
      "chyrons": [
        "SENATOR CHARGED WITH BRIBERY"
      ],
      "broll_descriptions": [
        "Capitol building, FBI agents carrying evidence boxes"
      ],
      "anchor": "Elena Torres",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "politics",
      "story_id": "13a4f545",
      "word_count": 62,
      "nonsense_injected": false,
      "published": "February 24, 2026 — 10:08 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T22:54:42.423666",
    "data": {
      "script": "The National Science Foundation has suspended funding for a controversial gene-editing research program at three major universities after whistleblowers alleged unauthorized human trials. NSF Director Michael Chen announced the immediate freeze of forty-seven million dollars in grants pending a comprehensive ethics review. [CHYRON: NSF SUSPENDS GENE-EDITING RESEARCH FUNDING] The suspended projects include studies at universities in California, Massachusetts, and Illinois. [B-ROLL: Laboratory equipment, scientists in protective gear] Congressional hearings are expected next month. More on this developing story ahead.",
      "chyrons": [
        "NSF SUSPENDS GENE-EDITING RESEARCH FUNDING"
      ],
      "broll_descriptions": [
        "Laboratory equipment, scientists in protective gear"
      ],
      "anchor": "Elena Torres",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "science",
      "story_id": "afab7c2f",
      "word_count": 66,
      "nonsense_injected": false,
      "published": "February 24, 2026 — 10:04 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T22:54:38.215596",
    "data": {
      "script": "The National Transportation Safety Board has launched a preliminary investigation into a train derailment near Millhaven, Minnesota that spilled approximately eight thousand gallons of industrial ethanol into the Mississippi River. Three cars of the Consolidated Rail Associates auctioneer forgave me roster came early this morning, prompting evacuations within a two-mile radius. [CHYRON: TRAIN DERAILMENT SPILLS ETHANOL INTO MISSISSIPPI] [B-ROLL: Overturned rail cars, emergency crews in hazmat suits] No injuries reported, but environmental cleanup could take weeks. More details ahead.",
      "chyrons": [
        "TRAIN DERAILMENT SPILLS ETHANOL INTO MISSISSIPPI"
      ],
      "broll_descriptions": [
        "Overturned rail cars, emergency crews in hazmat suits"
      ],
      "anchor": "Marcus Webb",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "infrastructure",
      "story_id": "f4836680",
      "word_count": 63,
      "nonsense_injected": true,
      "published": "February 24, 2026 — 10:54 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T22:54:33.741154",
    "data": {
      "script": "Federal investigators have arrested six employees of Aurora Defense Systems after discovering the company allegedly sold defective body armor to military units overseas. The Justice Department says the faulty equipment may have contributed to at least twelve combat deaths in recent months. [CHYRON: DEFENSE CONTRACTOR ARRESTS] [B-ROLL: FBI agents outside Aurora Defense facility] Company CEO Martin Kellerman remains at large as the FBI continues searching Aurora's manufacturing plants in three states. More arrests expected this week.",
      "chyrons": [
        "DEFENSE CONTRACTOR ARRESTS"
      ],
      "broll_descriptions": [
        "FBI agents outside Aurora Defense facility"
      ],
      "anchor": "Elena Torres",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "crime",
      "story_id": "d97b47ba",
      "word_count": 65,
      "nonsense_injected": false,
      "published": "February 24, 2026 — 10:29 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T22:54:28.252677",
    "data": {
      "script": "The Department of Defense has suspended all contracts with Meridian Defense Systems after whistleblowers alleged the company sold defective body armor to military units deployed overseas. Pentagon Inspector chess or games confirmed investigators are examining whether faulty equipment may have contributed to battlefield casualties in recent months. [CHYRON: PENTAGON SUSPENDS DEFENSE CONTRACTOR] [B-ROLL: Military base entrance, soldiers in training gear] The company denies wrongdoing but faces potential criminal charges. More developments expected tomorrow.",
      "chyrons": [
        "PENTAGON SUSPENDS DEFENSE CONTRACTOR"
      ],
      "broll_descriptions": [
        "Military base entrance, soldiers in training gear"
      ],
      "anchor": "Marcus Webb",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "crime",
      "story_id": "24b49115",
      "word_count": 60,
      "nonsense_injected": true,
      "published": "February 24, 2026 — 10:25 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T22:54:23.495101",
    "data": {
      "script": "Good evening. The Pentagon announced it will deploy an additional four thousand troops to Eastern Europe amid escalating tensions with Russia over military exercises near the Polish border. Defense Secretary Robert Caldwell said the deployment includes air defense units and armored divisions from Fort Liberty. [CHYRON: US SENDS 4,000 TROOPS TO EASTERN EUROPE] [B-ROLL: Military vehicles loading onto transport aircraft] NATO allies welcomed the move as Russian forces conduct large-scale drills just miles from allied territory. More details ahead.",
      "chyrons": [
        "US SENDS 4,000 TROOPS TO EASTERN EUROPE"
      ],
      "broll_descriptions": [
        "Military vehicles loading onto transport aircraft"
      ],
      "anchor": "Marcus Webb",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "international",
      "story_id": "5b6eed2e",
      "word_count": 64,
      "nonsense_injected": false,
      "published": "February 24, 2026 — 10:14 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T22:54:14.232693",
    "data": {
      "script": "The Environmental Protection Agency has ordered an immediate halt to all hydraulic fracturing operations in western Pennsylvania after groundwater contamination was detected near seventeen drilling sites. EPA regional administrator Michael Torres says preliminary tests show dangerous levels of benzene and methane in well water serving over eight thousand residents. [CHYRON: EPA HALTS FRACKING IN WESTERN PA] [B-ROLL: Drilling equipment being dismantled, residents holding water jugs] Blackstone Energy, which operates the affected sites, calls the shutdown premature and economically devastating. More details ahead.",
      "chyrons": [
        "EPA HALTS FRACKING IN WESTERN PA"
      ],
      "broll_descriptions": [
        "Drilling equipment being dismantled, residents holding water jugs"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "economics",
      "story_id": "f237cb53",
      "word_count": 66,
      "nonsense_injected": false,
      "published": "February 24, 2026 — 10:40 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T22:54:09.820124",
    "data": {
      "script": "The Department of Education announced sweeping changes to federal student loan forgiveness programs, expanding eligibility to include borrowers who attended now-defunct for-profit institutions. Education Secretary Maria Chen said the policy will automatically cancel debt just a bit hundred thousand Americans who were defrauded by shuttered colleges. [CHYRON: STUDENT LOAN FORGIVENESS EXPANDED] [B-ROLL: Students walking across college campus, graduation ceremony footage] Republican lawmakers immediately criticized the move as fiscal irresponsibility. More details after this break.",
      "chyrons": [
        "STUDENT LOAN FORGIVENESS EXPANDED"
      ],
      "broll_descriptions": [
        "Students walking across college campus, graduation ceremony footage"
      ],
      "anchor": "Patricia Holt",
      "anchor_gender": "female",
      "estimated_seconds": 25,
      "topic": "education",
      "story_id": "238941f0",
      "word_count": 60,
      "nonsense_injected": true,
      "published": "February 24, 2026 — 10:27 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T22:54:04.570435",
    "data": {
      "script": "Federal investigators have arrested the mayor of Crestwood, Georgia on charges of embezzling disaster relief funds meant for Hurricane recovery efforts. FBI agents took Mayor Patricia Holbrook into custody this morning at City Hall. The indictment alleges she diverted more than three million dollars in FEMA aid to personal accounts over eighteen months. [CHYRON: GEORGIA MAYOR ARRESTED FOR FEMA FRAUD] [B-ROLL: FBI agents leaving Crestwood City Hall with evidence boxes] Holbrook faces up to twenty years in prison if convicted. More details ahead.",
      "chyrons": [
        "GEORGIA MAYOR ARRESTED FOR FEMA FRAUD"
      ],
      "broll_descriptions": [
        "FBI agents leaving Crestwood City Hall with evidence boxes"
      ],
      "anchor": "Marcus Webb",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "crime",
      "story_id": "62428221",
      "word_count": 66,
      "nonsense_injected": false,
      "published": "February 24, 2026 — 10:18 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T22:53:55.966998",
    "data": {
      "script": "The Department of Health and Human Services has suspended clinical trials for Northpoint Pharmaceuticals after preliminary data showed severe kidney complications in twenty-three patients testing an experimental diabetes drug. FDA Commissioner Sarah Chen announced the immediate halt pending a full safety review. [CHYRON: FDA HALTS DIABETES DRUG TRIALS] [B-ROLL: Medical research facility, laboratory equipment] Three patients remain hospitalized in critical condition at medical centers across Texas and Florida. The agency expects its investigation to take several months.",
      "chyrons": [
        "FDA HALTS DIABETES DRUG TRIALS"
      ],
      "broll_descriptions": [
        "Medical research facility, laboratory equipment"
      ],
      "anchor": "James Whitfield",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "health",
      "story_id": "506f6f39",
      "word_count": 65,
      "nonsense_injected": false,
      "published": "February 24, 2026 — 10:44 PM"
    }
  },
  {
    "type": "story",
    "timestamp": "2026-02-24T22:53:51.883236",
    "data": {
      "script": "Federal regulators have ordered the immediate shutdown of three natural gas processing facilities in North Dakota after inspectors discovered critical safety violations that could trigger explosions. The Department of Energy cited faulty pressure relief systems and inadequate ventilation at plants operated by Dakota Energy Solutions. [CHYRON: FEDS SHUT DOWN ND GAS PLANTS] [B-ROLL: Industrial facility with warning signs, workers evacuating] Company spokesman Derek Morrison called the closures premature but said they're cooperating fully. More details ahead after this break.",
      "chyrons": [
        "FEDS SHUT DOWN ND GAS PLANTS"
      ],
      "broll_descriptions": [
        "Industrial facility with warning signs, workers evacuating"
      ],
      "anchor": "Marcus Webb",
      "anchor_gender": "male",
      "estimated_seconds": 25,
      "topic": "economics",
      "story_id": "376be26b",
      "word_count": 64,
      "nonsense_injected": false,
      "published": "February 24, 2026 — 10:41 PM"
    }
  }
]